Repository: CONTENIDO/CONTENIDO
Catalog: contenido/locale/*/LC_MESSAGES/contenido.po
Languages: fr_fr, nl_nl

source: No client
fr_fr: Auncun client
nl_nl: Geen klant

source: No item loaded
fr_fr: Auncun objet chargé
nl_nl: Er is geen item geladen

source: User
fr_fr: Utilisateur
nl_nl: Gebruiker

source: Save changes
fr_fr: Sauvegardé les changements
nl_nl: Wijzigingen opslaan

source: No start article for this category
fr_fr: Aucun article pour cette catégorie
nl_nl: Geen startartikel voor deze categorie

source: Article is in use by %s (%s)
fr_fr: Cette article est utilisé par %s (%s)
nl_nl: Artikel is in gebruik door %s(%s)

source: Internal link
fr_fr: Lien interne
nl_nl: Interne link

source: Please choose
fr_fr: Choisissez s'il vous plait
nl_nl: Maak een keuze

source: --- None ---
fr_fr: --- Rien ---
nl_nl: --- Geen ---

source: External link
fr_fr: Lien externe
nl_nl: Externe link

source: Target
fr_fr: Cible

source: Open in same window
fr_fr: Ouvrir dans la même fenêtre
nl_nl: Open in zelfde venster

source: Open in new window
fr_fr: Ouvrir dans une nouvelle fenêtre
nl_nl: Open in nieuw venster

source: Default
fr_fr: Defaut
nl_nl: Standaard

source: Content
fr_fr: Contenu

source: CONTENIDO image
fr_fr: Image CONTENIDO
nl_nl: CONTENIDO afbeelding

source: Cancel
fr_fr: Annuler
nl_nl: Annuleren

source: Colorpicker
fr_fr: Selectionneur de couleur

source: Insert Link
fr_fr: Insérer un lien

source: None
fr_fr: Rien
nl_nl: Geen

source: Media
fr_fr: Média

source: Open in parent frame
fr_fr: Ouvrir dans la frame parent

source: Open in top frame
fr_fr: Ouvrir dans la frame TOP

source: Configure template
fr_fr: Configurer le template
nl_nl: Template configureren

source: Create article
fr_fr: Créer un article
nl_nl: Nieuw artikel

source: Configure article
fr_fr: Configurer l'article
nl_nl: Artikel configureren

source: Save article
fr_fr: Sauver l'article
nl_nl: Artikel opslaan

source: Lock article
fr_fr: Locker l'article
nl_nl: Check-in artikel

source: Edit article
fr_fr: Editer l'article
nl_nl: Artikel bewerken

source: Edit article properties
fr_fr: Editer les propriétés de l'article
nl_nl: Artikel eigenschappen

source: Help
fr_fr: Aide

source: Make category online
fr_fr: Mettre la catégorie en ligne
nl_nl: Categorie publiceren

source: Change template
fr_fr: Changer de template
nl_nl: Wijzig template

source: Set start article
fr_fr: Choisir comme article de démarrage
nl_nl: Artikel als startartikel tonen

source: Make article online
fr_fr: Mettre l'article en ligne
nl_nl: Artikel publiceren

source: Protect category
fr_fr: Protéger l'article
nl_nl: Beveilig categorie

source: Delete article
fr_fr: Supprimer l'article
nl_nl: Artikel verwijderen

source: Edit template configuration
fr_fr: Editer la configuration du template
nl_nl: Wijzig template configuratie

source: Rename category
fr_fr: Renommer la catégorie
nl_nl: Categorienaam wijzigen

source: New category
fr_fr: Nouvelle catégorie
nl_nl: Nieuwe categorie

source: Set category on- or offline
fr_fr: Mettre la catégorie en / hors ligne
nl_nl: Categorie on/offline zetten

source: Disable category
fr_fr: Désactiver la catégorie
nl_nl: Categorie uitschakelen

source: Frontend access
fr_fr: Accès au Frontend
nl_nl: Bezoekerstoegang

source: Delete category
fr_fr: Supprimer la catégorie
nl_nl: Categorie verwijderen

source: Move category up
fr_fr: Déplacer la catégorie au-dessus
nl_nl: Categorie naar boven plaatsen

source: Move category
fr_fr: Déplacer la catégorie en-dessous
nl_nl: Verplaats categorie

source: Create new tree
fr_fr: Créer un nouvel arbre
nl_nl: Maak nieuwe boomstructuur

source: Configure category
fr_fr: Configurer la catégorie
nl_nl: Categorie configureren

source: Create directory
fr_fr: Créer un répertoire
nl_nl: Nieuwe map

source: Upload files
fr_fr: Télécharger les fichiers
nl_nl: Bestanden uploaden

source: Delete files
fr_fr: Supprimer les fichiers
nl_nl: Bestanden verwijderen

source: Delete layout
fr_fr: Supprimer le layout
nl_nl: Verwijder layout

source: Modify layout
fr_fr: Modifier le layout
nl_nl: Wijzig layout

source: Create layout
fr_fr: Créer un layout
nl_nl: Maak layout

source: Delete module
fr_fr: Supprimer ce module
nl_nl: Verwijder module

source: Edit module
fr_fr: Editer le module
nl_nl: Bewerk module

source: Create module
fr_fr: Créer un module
nl_nl: Nieuwe module

source: Delete template
fr_fr: Supprimer le template
nl_nl: Verwijder template

source: Edit template
fr_fr: Editer le template
nl_nl: Bewerk template

source: Create template
fr_fr: Créer un template
nl_nl: Maak template

source: Duplicate template
fr_fr: Dupliquer le template
nl_nl: Dupliceer template

source: Edit rights
fr_fr: Editer les droits
nl_nl: Bewerk rechten

source: Edit user
fr_fr: Editer l'utilisateur
nl_nl: Bewerk gebruiker

source: Create user
fr_fr: Créer un utilisateur
nl_nl: Nieuwe gebruiker

source: Delete user
fr_fr: Supprimer un utilisateur
nl_nl: Verwijder gebruiker

source: Delete group members
fr_fr: Supprimer les membres du groupe
nl_nl: Verwijder groepsleden

source: Add group members
fr_fr: Ajouter les membres du groupe
nl_nl: Toevoegen groepsleden

source: Edit group
fr_fr: Editer le groupe
nl_nl: Bewerk groep

source: Create group
fr_fr: Créer un groupe
nl_nl: Nieuwe groep

source: Delete group
fr_fr: Supprimer le groupe
nl_nl: Verwijder groep

source: Show statistics
fr_fr: Afficher les statistiques
nl_nl: Bekijk statistieken

source: Delete recipient
fr_fr: Supprimer le destinataire
nl_nl: Verwijder geadresseerde

source: Activate/Deactivate recipient
fr_fr: Activer/désactiver le destinataire
nl_nl: Activeer/deactiveer geadresseerde

source: Edit newsletter
fr_fr: Editer la lettre d'information
nl_nl: Bewerk nieuwsbrief

source: Create newsletter
fr_fr: Créer une lettre d'information
nl_nl: Nieuwe nieuwsbrief

source: Delete newsletter
fr_fr: Supprimer la lettre d'information
nl_nl: Verwijder nieuwsbrief

source: Send newsletter
fr_fr: Envoyer la lettre
nl_nl: Verstuur nieuwsbrief

source: Delete language
fr_fr: Supprimer le language
nl_nl: Taal verwijderen

source: Edit language
fr_fr: Editer le language
nl_nl: Taal bewerken

source: Create language
fr_fr: Créer une nouvelle langue
nl_nl: Nieuwe taal

source: Activate language
fr_fr: Activer la langue
nl_nl: Taal activeren

source: Deactivate language
fr_fr: Désactiver la langue
nl_nl: Taal deactiveren

source: Rename language
fr_fr: Renommer la langue
nl_nl: Taal wijzigen

source: Install/Remove plugins
fr_fr: Installer / supprimer des plugins
nl_nl: Installeren/verwijderen plugins

source: Delete file
fr_fr: Supprimer le fichier
nl_nl: Bestand verwijderen

source: Modify style
fr_fr: Modifier le style
nl_nl: Wijzig stijl

source: Create style
fr_fr: Créer un style
nl_nl: Nieuwe stijl

source: Delete style
fr_fr: Supprimer le style
nl_nl: Verwijder stijl

source: Edit script
fr_fr: Editer le script
nl_nl: Bewerk script

source: Delete script
fr_fr: Supprimer le script
nl_nl: Verwijder script

source: Create script
fr_fr: Nouveau Script
nl_nl: Nieuw script

source: Edit recipient
fr_fr: Editer le destinataire
nl_nl: Bewerk geadresseerde

source: Create recipient
fr_fr: Nouveau destinataire
nl_nl: Nieuwe geadresseerde

source: Create client
fr_fr: Nouveau Client
nl_nl: Nieuwe klant

source: Edit client
fr_fr: Editer le client
nl_nl: Bewerk klant

source: Remove client
fr_fr: Supprimer le client
nl_nl: Verwijder klant

source: Default title
fr_fr: Titre par défaut
nl_nl: Standaard titel

source: January
fr_fr: Janvier
nl_nl: januari

source: February
fr_fr: Février
nl_nl: februari

source: March
fr_fr: Mars
nl_nl: maart

source: April
fr_fr: Avril

source: May
fr_fr: Mai
nl_nl: mei

source: June
fr_fr: Juin
nl_nl: juni

source: July
fr_fr: Juillet
nl_nl: juli

source: August
fr_fr: Août
nl_nl: augustus

source: September
fr_fr: Septembre

source: October
fr_fr: Octobre
nl_nl: oktober

source: November
fr_fr: Novembre

source: December
fr_fr: Décembre

source: Could not set the language-ID in the file 'config.php'. Please set the language manually.
fr_fr: Impossible de mettre le language-ID dans le fichier "config.php". Merci de le mettre manuellement.
nl_nl: Language-ID kon niet worden gewijzigd in 'config.php'. Wijzig de taal svp handmatig.

source: Could not delete language
fr_fr: Impossible de supprimer le language
nl_nl: Taal verwijderen is mislukt

source: Info about article
fr_fr: Info à propos de l'article
nl_nl: Artikelinfo

source: Info about directory
fr_fr: Info à propos du répertoire
nl_nl: Directoryinfo

source: Sum
fr_fr: Somme
nl_nl: Totaal

source: All
fr_fr: Tous
nl_nl: Alle

source: error log successfully cleared
fr_fr: Fichier d'erreur vidé avec succès

source: install error log successfully cleared
fr_fr: Fichier d'erreur de l'installation vidé avec succès
nl_nl: install error log is succesvol gewist

source: client settings
fr_fr: Paramètres du client
nl_nl: klant instellingen

source: values
fr_fr: valeurs
nl_nl: waarden

source: language(s)
fr_fr: langue(s)
nl_nl: talen

source: htmlpath
fr_fr: Chemin HTML
nl_nl: htmlpad

source: frontendpath
fr_fr: Chemin du frontend

source: Settings
fr_fr: Paramètres
nl_nl: Instellingen

source: Values
fr_fr: Valeurs
nl_nl: Waarden

source: an error occured while sending your bug report! Please try again
fr_fr: Une erreur est apparue lors de l'envoie du rapport de bogue! Merci de réessayer.
nl_nl: er is een fout opgetreden bij het versturen van de bug report. Probeer het svp nogmaals

source: bug report forwarded
fr_fr: Rapport de bogue envoyé
nl_nl: bug report is verstuurd

source: please fill out all mandatory fields
fr_fr: Merci de remplir tous les champs obligatoire
nl_nl: vul svp alle verplichte velden in

source: please enter a valid email adress
fr_fr: Merci d'entrer une adresse email valide
nl_nl: voer svp een geldig emailadres in

source: you must agree the declaration of consent
fr_fr: Vous devez accepter la déclaration de "consent"
nl_nl: u dient accoord te gaan met de verklaring

source: Client / Language
fr_fr: Client / Langue
nl_nl: Klant / Taal

source: Current group doesn't have any rights to any client/language.
fr_fr: Le groupe actuel n'a aucun droit sur aucun client/language.
nl_nl: Huidige groep heeft geen rechten tot een klant/taal

source: Changes saved
fr_fr: Les modifications ont été enregistrées
nl_nl: Wijzigingen opgeslagen

source: Permission denied
fr_fr: Permission refusée
nl_nl: Toegang geweigerd

source: Check all
fr_fr: Tout cocher
nl_nl: Selecteer alles

source: Category
fr_fr: Catégorie
nl_nl: Categorie

source: Apply rights for this category to all categories on the same level or above
fr_fr: Appliquer les droits de cette catégorie à toutes les catégories de même niveau ou supérieur
nl_nl: De rechten voor deze categorie toepassen op alle onderliggende categorieen in deze laag

source: Apply rights for this category to all categories below the current category
fr_fr: Appliquer les droits de cette catégorie à toutes les catégories sous cette catégorie
nl_nl: De rechten voor deze categorie toepassen op alle onderliggende categorieen onder deze categorie

source: Layout name
fr_fr: Nom du layout
nl_nl: Naam voor layout

source: The following users were added to this group
fr_fr: Les utilisateurs suivants ont été ajouté à ce groupe
nl_nl: De volgende gebruikers zijn toegevoegd aan deze groep

source: The following users are already existing in the group and where not added
fr_fr: Les utilisateurs suivants font déjà partie de ce groupe et n'ont pas été ajouté à celui-ci
nl_nl: De volgende gebruikers waren al toegevoegd aan deze groep en zijn niet opnieuw toegevoegd

source: Discard changes
fr_fr: Ne pas sauver les modifications
nl_nl: Annuleer wijzigingen

source: Group member
fr_fr: Membre du groupe
nl_nl: Groepslid

source: Delete
fr_fr: Supprimer
nl_nl: Verwijder

source: Add group member
fr_fr: Ajouter un membre au groupe
nl_nl: Toevoegen groepslid

source: Choose user
fr_fr: Choisir l'utilisateur
nl_nl: Selecteer een gebruiker

source: Module name
fr_fr: Nom du module
nl_nl: Modulenaam

source: Template name
fr_fr: Nom du template
nl_nl: Naam template

source: Edit link for container %s
fr_fr: Editer le lien pour le conteneur %s
nl_nl: Bewerk link voor container %s

source: Link to a document
fr_fr: Lien vers un document
nl_nl: Link naar een document

source: Link to an image
fr_fr: Lien vers une image
nl_nl: Linken naar afbeelding

source: Link to an archive
fr_fr: Lien vers une archive
nl_nl: Linken naar een archief

source: Link to a media file
fr_fr: Lien vers un fichier média
nl_nl: Link naar een media bestand

source: Link to any file
fr_fr: Lien vers n'imporque quel fichier
nl_nl: Linken naar een bestand

source: Upload file
fr_fr: Télécharger un fichier
nl_nl: Bestand uploaden

source: Target frame
fr_fr: Frame cible

source: Open link in new window
fr_fr: Ouvrir le lien dans une nouvelle fenêtre
nl_nl: Open link in nieuw venster

source: No client ID passed
fr_fr: Aucun ID de client passé
nl_nl: Geen client ID verwerkt

source: Couldn't write the file config.php.
fr_fr: Impossible d'écrire le fichier config.php.
nl_nl: Bestand config.php kan niet worden opgeslagen.

source: The directory %s already exists. The client was created, but you have to copy the frontend-template yourself
fr_fr: Le répertoire %s existe déjà. Le client a été créer, mais vous devez copier le frontend-template manuellement
nl_nl: De directory %s bestaat reeds. De klant is aangemaakt, maar u dient de frontend-templates zelf te kopieren.

source: You changed the client path. You might need to copy the frontend to the new location
fr_fr: Vous avez modifié le chemin du client. Vous devriez copier le frontend vers le nouvel emplacement.
nl_nl: U heeft het pad naar de klant gewijzigd. Vergeet niet de frontend ook naar deze locatie te kopieren.

source: Property
fr_fr: Propriétés
nl_nl: Funtie

source: Value
fr_fr: Valeur
nl_nl: Waarde

source: Client name
fr_fr: Nom du client
nl_nl: Klantnaam

source: Server path
fr_fr: Chemin du serveur
nl_nl: Serverpad

source: Web address
fr_fr: Adresse internet
nl_nl: Internetadres

source: Error page category
fr_fr: Page d'erreur de la catégorie
nl_nl: Error page categorie

source: Error page article
fr_fr: Page d'erreur article
nl_nl: Error page artikel

source: Copy frontend template
fr_fr: Copier le template du frontend
nl_nl: Kopieer frontend templates

source: Delete client
fr_fr: Supprimer le client
nl_nl: Klant verwijderen

source: Do you really want to delete the following client:<br><br>%s<br>
fr_fr: Voulez-vous vriament supprimer le client suivant :<br><br><b>%s</b>
nl_nl: Weet u zeker dat u de volgende klant wilt verwijderen? :<br><br>%s<br>

source: Remove lock
fr_fr: Supprimer le lock
nl_nl: Check-out

source: Article is locked
fr_fr: L'article est locké
nl_nl: Artikel staat op check-in

source: Article is not locked
fr_fr: L'article n'est pas locké
nl_nl: Artikel kan worden bewerkt

source: Article properties
fr_fr: Propriétés de l'article
nl_nl: Artikel eigenschappen

source: Make start article
fr_fr: Définir l'article comme page de démarrage
nl_nl: Definieer als startartikel

source: Start article
fr_fr: Article de démarrage
nl_nl: Startartikel

source: Make offline
fr_fr: Mettre hors-ligne
nl_nl: Offline zetten

source: Article is online
fr_fr: Article en ligne
nl_nl: Artikel staat online

source: Make online
fr_fr: Mettre en-ligne
nl_nl: Online zetten

source: Article is offline
fr_fr: L'article est hors-ligne
nl_nl: Artikel is offline

source: Are you sure to delete the following article:<br><br><b>%s</b>
fr_fr: Etes-vous sûr de vouloir supprimer l'article suivant:<br><br><b>%s</b>
nl_nl: Weet u zeker dat u het volgende artikel wilt verwijderen? :<br<br><b>%s</b>

source: Alphabetical
fr_fr: Alphabétique
nl_nl: Alfabetisch

source: Last change
fr_fr: Dernier changement
nl_nl: Laatste wijziging

source: Created date
fr_fr: Date de création
nl_nl: Gemaakt op

source: Sort key
fr_fr: Clé de tri
nl_nl: Sorteersleutel

source: Sort articles
fr_fr: Trier les articles
nl_nl: Sorteer artikelen

source: No articles found
fr_fr: Aucun article trouvé
nl_nl: Geen artikelen gevonden

source: Configure Category
fr_fr: Configurer la catégorie
nl_nl: Categorie configureren

source: Create new article
fr_fr: Nouvelle catégorie
nl_nl: Nieuw artikel maken

source: Title
fr_fr: Titre
nl_nl: Titel

source: Article number
fr_fr: Numéro d'article
nl_nl: Artikelnummer

source: Author
fr_fr: Auteur
nl_nl: Auteur

source: Created
fr_fr: Créé le
nl_nl: Gemaakt op

source: Last modified
fr_fr: Modifié le
nl_nl: Laatst gewijzigd

source: Redirect
fr_fr: Redirige

source: New Window
fr_fr: Nouvelle fenêtre
nl_nl: Nieuw venster

source: Summary
fr_fr: Résumé
nl_nl: Overzicht

source: Choose template
fr_fr: Choisir un template
nl_nl: Kies een template

source: Close all categories
fr_fr: Fermer toutes les catégories
nl_nl: Sluit alle categorieen

source: Open all categories
fr_fr: Ouvrir toutes les caégories
nl_nl: Open alle categorieëen

source: Group name
fr_fr: Nom du groupe
nl_nl: Groepsnaam

source: System administrator
fr_fr: Administrateur système
nl_nl: Systeembeheerder

source: Administrator
fr_fr: Administrateur

source: Access clients
fr_fr: Accès clients
nl_nl: Klanttoegang

source: Access languages
fr_fr: Accès aux langues
nl_nl: Taaltoegang

source: Frontend only
fr_fr: Frontend seulement
nl_nl: Alleen frontend

source: Backend only
fr_fr: Backend seulement
nl_nl: Alleen backend

source: Do you really want to delete the group %s?
fr_fr: Etes-vous sûr de vouloir supprimer le groupe<br><br><b>%s</b>?
nl_nl: Weet u zeker dat u groep %s wilt verwijderen?

source: Do you really want to delete the following group:<br><br>%s<br>
fr_fr: Etes-vous sûr de vouloir supprimer ce groupe :<br><br><b>%s</b>
nl_nl: Weet u zeker dat u de volgende groep wilt verwijderen? :<br><br>%s<br>

source: Groupname
fr_fr: Nom du groupe
nl_nl: Groepsnaam

source: User-defined properties
fr_fr: Propriétés définies par l'utilisateur
nl_nl: Gebruiker-gedefinieerde eigenschappen

source: Delete JavaScript
fr_fr: Supprimer JavaScript
nl_nl: Verwijder JavaScript

source: Do you really want to delete the following JavaScript source file:<br><br>%s<br>
fr_fr: Etes-vous sûr de vouloir supprimer le fichier JavaScript suivant :<br><br><b>%s</b>
nl_nl: Weet u zeker dat u het volgende JavaScript bestand wilt verwijderen? :<br><br>%s<br>

source: Language name
fr_fr: Name de la langue
nl_nl: Taalnaam

source: Encoding
fr_fr: Encodage

source: Active
fr_fr: Actif
nl_nl: Actief

source: Do you really want to create a new language?
fr_fr: Etes-vous sûr de vouloir créer une nouvelle langue ?
nl_nl: Weet u zeker dat u een nieuwe taal wilt aanmaken?

source: Do you really want to delete the language %s?
fr_fr: Etes-vous sûr de vouloir supprimer la langue %s?
nl_nl: Weet u zeker dat u de taal %s wilt verwijderen?

source: Language deleted
fr_fr: Langue supprimer
nl_nl: Taal is verwijderd

source: New Layout
fr_fr: Nouveau Layout
nl_nl: Nieuwe layout

source: Layout is not deleteable
fr_fr: Ce layout n'est pas supprimable
nl_nl: Layout kan niet verwijderd worden

source: No permission
fr_fr: Pas de permission
nl_nl: Geen toegang

source: Layout is in use, cannot delete
fr_fr: Ce layout est utilisé. Impossible de le supprimer
nl_nl: Layout is in gebruik en kan daardoor niet verwijderd worden

source: Layout is in use
fr_fr: Layout utilisé
nl_nl: Layout is in gebruik

source: Do you really want to delete the following layout:<br><br>%s<br>
fr_fr: Etes-vous ûr de vouloir supprimer le layout suivant:<br><br><b>%s</b>
nl_nl: Weet u zeker dat u de volgende layout wilt verwijderen? :<br><br>%s<br>

source: Submit query
fr_fr: Soumettre la requête
nl_nl: Verstuur query

source: All users
fr_fr: Tous les utilisateurs
nl_nl: Alle gebruikers

source: All actions
fr_fr: Toutes les actions
nl_nl: Alle acties

source: Unlimited
fr_fr: Illimité
nl_nl: Onbeperkt

source: Entries
fr_fr: Entrées
nl_nl: Invoer

source: No results
fr_fr: Auncun résultat
nl_nl: Geen resultaten

source: Error in module. Error location: %s
fr_fr: Erreur dans le module. Emplacement de l'erreur: %s
nl_nl: Error in module. Fout locatie: %s

source: Module successfully compiled
fr_fr: Module compilé avec succès
nl_nl: Module is succesvol gecompileerd

source: Input
fr_fr: Entrée

source: Output
fr_fr: Sortie

source: New module
fr_fr: Nouveau module
nl_nl: Nieuwe module

source: - Unnamed Module -
fr_fr: - Module sans nom -
nl_nl: - Naamloze module -

source: Module in use, cannot delete
fr_fr: Module utilisé. Impossible de le supprimer
nl_nl: Module is in gebruik en kan daardoor niet verwijderd worden

source: In use
fr_fr: Utilisé
nl_nl: In gebruik

source: Do you really want to delete the following module:<br><br>%s<br>
fr_fr: Etes-vous sûr de vouloir supprimer le module suivant:<br><br><b>%s</b>
nl_nl: Weet u zeker dat u de volgende module wilt verwijderen? :<br><br>%s<br>

source: Recently edited articles
fr_fr: Articles édités récemment
nl_nl: Recent gewijzigde artikelen

source: Change client
fr_fr: Modifier le client
nl_nl: Andere klant

source: Welcome
fr_fr: Bienvenue
nl_nl: Welkom

source: You are logged in as
fr_fr: Vous êtes identifié comme
nl_nl: U bent ingelogt als

source: Last login
fr_fr: Dernier login
nl_nl: Laatste login

source: No article found
fr_fr: Aucun article trouvé
nl_nl: Geen artikel gevonden

source: Saved changes
fr_fr: Changements enregistrés
nl_nl: Wijzigingen opgeslagen

source: Passwords don't match
fr_fr: Les mots de passe ne correspondent pas
nl_nl: Wachtwoorden komen niet overeen

source: Settings for %s
fr_fr: Paramètres pour %s
nl_nl: Instellingen voor %s

source: New password
fr_fr: Nouveau mot de passe
nl_nl: Nieuw wachtwoord

source: Confirm new password
fr_fr: Confirmer le mot de passe
nl_nl: Herhaal wachtwoord

source: Use WYSIWYG-Editor
fr_fr: Uitiliser l'éditeur WYSIWYG
nl_nl: Gebruik WYSIWYG editor

source: Name
fr_fr: Nom
nl_nl: Naam

source: From
fr_fr: De
nl_nl: Van

source: Subject
fr_fr: Sujet
nl_nl: Onderwerp

source: Special Message Tags (will be replaced when sending)
fr_fr: Etiquettes spéciales dans le corps du message (seront remplacées lors de l'envoi)
nl_nl: Speciale berichtcodes (worden automatisch verwerkt bij versturen)

source: Name of the recipient
fr_fr: Nom du destinataire
nl_nl: Naam geadresseerde

source: Date of when the mail has been sent
fr_fr: Date d'envoi du message
nl_nl: Datum verstuurd

source: Time of when the mail has been sent
fr_fr: Heure de l'envoi du message
nl_nl: Tijd verstuurd

source: Number of recipients
fr_fr: Nombre de destinataires
nl_nl: Aantal geadresseerden

source: Link to unsubscribe
fr_fr: Liens de désinscription
nl_nl: Link om uit te schrijven

source: Link to pause the subscription
fr_fr: Lien pour suspendre les inscriptions
nl_nl: Link om lidmaatschap tijdelijk te stoppen

source: Link to resume the subscription
fr_fr: Lien pour reprendre les inscriptions
nl_nl: Link om lidmaatschap weer voort te zetten

source: Do you really want to delete the newsletter named %s?
fr_fr: Etes-vous sûr de vouloir supprimer la lettre d'information appelée:<br><br><b>%s</b>
nl_nl: Weet u zeker dat u de nieuwsletter %s wilt verwijderen?

source: Do you really want to send the newsletter named %s?
fr_fr: Etes-vous sûr de vouloir envoyer la lettre d'information appelée:<br><br><b>%s</b>
nl_nl: Weet u zeker dat u nieuwsbrief %s wilt verzenden?

source: Do you really want to delete the following newsletter:<br><br>%s<br>
fr_fr: Etes-vous sûr de vouloir supprimer la lettre d'information suivante:<br><br><b>%s</b>
nl_nl: Weet u zeker dat u de volgende nieuwsbrief wilt verwijderen? :<br><br>%s<br>

source: Do you really want to send the following newsletter:<br><br>%s<br>
fr_fr: Etes-vous sûr de vouloir envoyer la lettre d'information suivante:<br><br><b>%s</b>
nl_nl: Weet u zeker dat u de volgende nieuwsbrief wilt verzenden? :<br><br>%s<br>
