Repository: CONTENIDO/CONTENIDO
Catalog: contenido/locale/*/LC_MESSAGES/contenido.po
Languages: fr_fr, nl_nl

source: Newsletter was sent to %s recipient(s)
fr_fr: La lettre d'information a été envoyé à %s destinataires
nl_nl: Nieuwsbrief is verstuurd naar %s geadresseerden

source: Deactivated
fr_fr: Désactivé
nl_nl: Gedeactiveerd

source: Changed
fr_fr: Modifié
nl_nl: Gewijzigd

source: Start search
fr_fr: Démarrer la recherche
nl_nl: Start zoeken

source: Do you really want to delete the recipient %s?
fr_fr: Etes-vous sûr de vouloir supprimer le destinataire <b>%s</b> ?
nl_nl: Weet u zeker dat u geadresseerde %s wilt verwijderen?

source: Do you really want to delete the following recipient:<br><br>%s<br>
fr_fr: Etes-vous sûr de vouloir supprimer le destinataire suivant:<br><br><b>%s</b>
nl_nl: Weet u zeker dat u de volgende geadresseerde wilt verwijderen? :<br><br>%s<br>

source: Username
fr_fr: Nom d'utilisateur
nl_nl: Gebruikersnaam

source: Phone number
fr_fr: Numéro de téléphone
nl_nl: Telefoonnummer

source: Street
fr_fr: Adresse
nl_nl: Adres

source: ZIP code
fr_fr: Code postal
nl_nl: Postcode

source: City
fr_fr: Ville
nl_nl: Plaats

source: Country
fr_fr: Pays
nl_nl: Land

source: Do you really want to delete the user %s?
fr_fr: Etes-vous sûr de vouloir supprimer l'utilisateur %s ?
nl_nl: Weet u zeker dat u gebruiker %s wilt verwijderen?

source: Do you really want to delete the following user:<br><br>%s<br>
fr_fr: Etes-vous sûr de vouloir supprimer l'utilisateur suivant:<br><br><b>%s</b>
nl_nl: Weet u zeker dat u de volgende gebruiker wilt verwijderen? :<br><br>%s<br>

source: Current Report
fr_fr: Rapport courant
nl_nl: Huidig rapport

source: Statistics Overview
fr_fr: Vue d'ensemble des statistiques
nl_nl: Overzicht statistieken

source: Archived Statistics
fr_fr: Statistiques archivées
nl_nl: Gearchiveerde statistieken

source: Full statistics
fr_fr: Statistiques complètes
nl_nl: Volledige statistieken

source: Yearly
fr_fr: Annuel
nl_nl: Jaarlijks

source: Current
fr_fr: Courant
nl_nl: Huidig

source: Status
fr_fr: Statut

source: Number of articles
fr_fr: Nombre d'articles
nl_nl: Aantal artikelen

source: Hits in this language
fr_fr: Hits dans cette langue
nl_nl: Hits in deze taal

source: Unprotect category
fr_fr: Dé-protéger la catégorie
nl_nl: Beveiliging categorie opheffen

source: Do you really want to delete the following category:<br><br><b>%s</b>
fr_fr: &Etes-vous sûr de vouloir supprimer la catégorie suivante:<br><br><b>%s</b>
nl_nl: Weet u zeker dat u de volgende categorie wilt verwijderen? :<br><br><b>%s</b><br>

source: One or more subtrees are existing, unable to delete
fr_fr: Un ou plusieurs sous-arbres existent, impossible de supprimer
nl_nl: Eén of meerdere onderliggende lagen zijn actief, verwijderen is niet mogelijk.

source: One or more articles are existing, unable to delete
fr_fr: Un ou plusieurs articles existent, impossible de supprimer
nl_nl: Eén of meerdere artikelen zijn actief, verwijderen is niet mogelijk.

source: One or more subtrees and one or more articles are existing, unable to delete.
fr_fr: Un ou plusieurs sous-arbres existent et un ou plusieurs articles existent, impossible de supprimer.
nl_nl: Eén of meerdere onderliggende lagen en één of meerdere artikelen zijn actief, verwijderen is niet mogelijk.

source: Move tree
fr_fr: Déplacer l'arbre
nl_nl: Verplaats boomstructuur

source: Place tree here
fr_fr: Placer l'arbre ici
nl_nl: Plaats boomstructuur hier

source: File is not existing or readable
fr_fr: Le fichier n'existe pas ou est illisible
nl_nl: Bestand bestaat niet of is onleesbaar

source: Invalid file
fr_fr: Fichier invalide
nl_nl: Ongeldig bestand

source: Delete stylesheet
fr_fr: Supprimer la feuille de style
nl_nl: Verwijder stylesheet

source: Do you really want to delete the following stylesheet:<br><br>%s<br>
fr_fr: Etes-vous sûr de vouloir supprimer la feuille de style suivante:<br><br><b>%s</b>
nl_nl: Weet u zeker dat u de volgende stylesheet wilt verwijderen? :<br><br>%s<br>

source: No error log entries found
fr_fr: Aucune entrée trouvée dans le fichier d'erreur
nl_nl: Geen error log regels gevonden.

source: No error log file found
fr_fr: Pas de fichier d'erreur trouvé
nl_nl: Geen error log bestand gevonden

source: No install error log entries found
fr_fr: Aucune entrée trouvée dans le fichier d'erreur d'installation
nl_nl: Geen fouten in logmeldingen gevonden voor install

source: New template
fr_fr: Nouveau template
nl_nl: Nieuwe template

source: Do you really want to delete the following template:<br><br>%s<br>
fr_fr: Etes-vous sûr de vouloir supprimmer le template suivant:<br><br><b>%s</b>
nl_nl: Weet u zeker dat u de volgende template wilt verwijderen? :<br><br>%s<br>

source: Module in container
fr_fr: Module dans le conteneur

source: Directory contains files
fr_fr: Le répertoire contient des fichiers
nl_nl: Directory bevat bestanden.

source: Filename A-Z
fr_fr: Nom de fichier A-Z
nl_nl: Bestandsnaam A-Z

source: Filename Z-A
fr_fr: Nom de fichier Z-A
nl_nl: Bestandsnaam Z-A

source: File size
fr_fr: Taille de fichier
nl_nl: Bestandsgrootte

source: File upload
fr_fr: Fichier téléchargé
nl_nl: Bestandsbeheer

source: Show file
fr_fr: Montrer le fichier
nl_nl: Bekijk bestand

source: Rename file
fr_fr: Renommer le fichier
nl_nl: Wijzig bestandsnaam

source: New directory in
fr_fr: Nouveau répertoire dans
nl_nl: Nieuwe directory in

source: No Login Information available.
fr_fr: Auncun information concernant l'identification.
nl_nl: Geen inlog informatie beschikbaar.

source: Overview
fr_fr: Vue d'ensemble
nl_nl: Overzicht

source: Symbol help
fr_fr: Aide sur le symbole
nl_nl: Hulp bij symbolen

source: Current user doesn't have any rights to any client/language.
fr_fr: L'utilisateur courant n'a aucun droit sur aucun client / langue
nl_nl: Huidige gebruiker heeft geen rechten tot klanten/talen

source: Protect
fr_fr: Protéger
nl_nl: Beveilig

source: Remove protection
fr_fr: Enlever la protection
nl_nl: Verwijder beveiliging

source: Overview cannot be displayed
fr_fr: La vue d'ensemble ne peut pas être affichée
nl_nl: Overzicht kan niet worden weergegeven

source: Error
fr_fr: Erreur
nl_nl: Fout

source: Article can't be displayed
fr_fr: L'article ne peut pas être affiché
nl_nl: Artikel kan niet worden weergegeven

source: No article was selected
fr_fr: Auncun article n'a été sélectionné
nl_nl: Er is geen artikel geselecteerd

source: Template configuration can't be displayed
fr_fr: La configuration du template ne peut pas être affichée
nl_nl: Template configuratie kan niet worden weergegeven

source: Editor can't be displayed
fr_fr: L'éditeur ne peut pas être affiché
nl_nl: Editor kan niet worden weergegeven

source: Preview can't be displayed
fr_fr: L'aperçu ne peut pas être affiché
nl_nl: Voorbeeld kan niet worden weergegeven

source: Error calling the calendar: no target control specified
fr_fr: Erreur lors de l'appel du calendrier: auncune cible de contrôle spécifiée
nl_nl: Fout bij aanroepen van kalender: geen target control geselecteerd

source: Error calling the calendar: parameter specified is not valid target control
fr_fr: Erreur lors de l'appel du calendrier: le paramètre spécifié n'est pas une cible de contrôle valide
nl_nl: Fout bij aanroepen kalender: opgegeven parameter is geen geldig target control

source: Confirm
fr_fr: Confirmer
nl_nl: Bevestig

source: Close window
fr_fr: Fermer la fenêtre
nl_nl: Sluit venster

source: Click to close
fr_fr: Cliquer pour fermer
nl_nl: Klik hier om te sluiten

source: Headline / HTML
fr_fr: Entête / HTML
nl_nl: Hoofdkop / HTML

source: Text / HTML
fr_fr: Texte / HTML
nl_nl: Tekst / HTML

source: Text / Standard
fr_fr: Texte / Standard
nl_nl: Tekst / Standaard

source: Picture
fr_fr: Image
nl_nl: Afbeelding

source: Flash Movie
fr_fr: Clip Flash
nl_nl: Flash bestand

source: Link
fr_fr: Lien

source: Sort order
fr_fr: Ordre de tri
nl_nl: Sorteervolgorde

source: Time control
fr_fr: Contrôle horaire
nl_nl: Tijdscontrole

source: Use time control
fr_fr: Utiliser le contrôle horaire
nl_nl: Gebruik tijdscontrole

source: Start date
fr_fr: Date de début
nl_nl: Startdatum

source: End date
fr_fr: Date de fin
nl_nl: Einddatum

source: When expired, move to category
fr_fr: Une fois expirée, déplacer dans la catégorie
nl_nl: Indien verlopen, verplaats naar categorie

source: Make online after move
fr_fr: Mettre en-ligne après déplacement
nl_nl: Plaats online na verplaatsen

source: Page title
fr_fr: Titre de la page
nl_nl: Pagina titel

source: Concept and Implementation
fr_fr: Concept et implémentation
nl_nl: Concept en implementatie

source: Germany
fr_fr: Allemagne
nl_nl: Duitsland

source: Phone
fr_fr: Téléphone
nl_nl: Telefoon

source: Graphics
fr_fr: Graphismes
nl_nl: Afbeeldingen

source: Design Drafts
fr_fr: Dessins brouillons
nl_nl: Design

source: Concepts / Testing
fr_fr: Concepts / Tests
nl_nl: Concept en testen

source: HTML-Templates
fr_fr: Templates HTML

source: Development
fr_fr: Développement
nl_nl: Ontwikkeling

source: Core Development
fr_fr: Kernentwicklung
nl_nl: Hoofd ontwikkeling

source: Technical Concepts
fr_fr: Concepts techniques
nl_nl: Technische concepten

source: Conceptual Project Management / Testing
fr_fr: Management de projet conceptuel / Test
nl_nl: Concept project management / testen

source: Technical Project Management / Testing
fr_fr: Management de projet techique / Test
nl_nl: Technische project management / testing

source: Special thanks to all other contributors of the former releases and bugreporters.
fr_fr: Merci à tout les autres contributeurs des précédentes version et aux personnes ayant envoyé des rapport d'anomalie.
nl_nl: Wij danken iedereen die meegeholpen heeft aan de ontwikkeling van CONTENIDO.

source: You can find many information and a community forum on the <a href="http://www.contenido.de" target="_blank">CONTENIDO Portal</a>
fr_fr: Vous pouvez trouver plus d'information sur le forum commutaire sur le <a href="http://www.contenido.de" target="_blank"Portail Contenido</a>
nl_nl: Informatie over CONTENIDO en een forum kunt u vinden op: <a href="http://www.contenido.de" target="_blank">CONTENIDO Portal</a>

source: Filename
fr_fr: Nom de fichier
nl_nl: Bestandsnaam

source: Filter
fr_fr: Filtre

source: Limit
fr_fr: Limite
nl_nl: Beperk

source: Your clients
fr_fr: Vos clients
nl_nl: Uw klanten

source: Start
fr_fr: Début

source: Modified
fr_fr: Modifié
nl_nl: Gewijzigd

source: Search
fr_fr: Recherche
nl_nl: Zoeken

source: Table of contents
fr_fr: Sommaire
nl_nl: Sitemap

source: Common
fr_fr: Commun
nl_nl: Algemeen

source: File management
fr_fr: Gestionnaire de fichiers
nl_nl: Bestandsbeheer

source: Modules
fr_fr: Module

source: Style editor
fr_fr: Editeur de style

source: Script editor
fr_fr: Editeur de script

source: Newsletter
fr_fr: Lettre d'information
nl_nl: Nieuwsbrief

source: Recipients
fr_fr: Destinataires
nl_nl: Geadresseerden

source: Statistics
fr_fr: Statistiques
nl_nl: Statistieken

source: Users
fr_fr: Utilisateurs
nl_nl: Gebruikers

source: Groups
fr_fr: Groupes
nl_nl: Groepen

source: Languages
fr_fr: Langues
nl_nl: Talen

source: Execute query / Save
fr_fr: Executer la requête / Sauvegarder
nl_nl: Uitvoeren query / bewaar

source: Logout
fr_fr: Sortir
nl_nl: Uitloggen

source: Change to MyContenido (Personal Settings)
fr_fr: Changer pour MonContenido (Paramètres personnels)
nl_nl: Ga naar Mijn CONTENIDO (persoonlijke instellingen)

source: Element is protected / accessible (change trough click)
fr_fr: L'élément est protégé / non protégé (changement par click)
nl_nl: Element is beveiligd / toegankelijk (wijzig door te klikken)

source: Article is start article / is not start article
fr_fr: L'article est celui de démarrage / n'est pas celui de démarrage
nl_nl: Artikel is een startartikel / is geen startartikel

source: Configure article properties
fr_fr: Configurer les propriétés de l'article
nl_nl: Configureer artikel eigenschappen

source: Element is online / offline (change trough click)
fr_fr: L'élément est en ligne / hors ligne
nl_nl: Element is online / offline (wijzig door te klikken)

source: Create category
fr_fr: Nouvelle catégorie
nl_nl: Nieuwe categorie

source: Set category online / offline
fr_fr: Mettre la catégorie en ligne / hors ligne
nl_nl: Zet categorie online / offline

source: Category is online and protected / unprotected
fr_fr: La catégorie est en ligne et protégée / pas protégée
nl_nl: Categorie is online en beveiligd / niet beveiligd

source: Category is offline and protected / unprotected
fr_fr: La catégorie est hors ligne et protégée / pas protégée
nl_nl: Categorie is offline en beveiligd / niet beveiligd

source: Category is online, contains an error and is protected / unprotected
fr_fr: La catégorie est en ligne, contient une erreur ou est protégée / n'est pas protégée
nl_nl: Categorie is online, bevat een fout en is beveiligd / niet beveiligd

source: Category is offline, contains an error and is protected / unprotected
fr_fr: La catégorie est hors ligne, contient une erreur ou est protégée / n'est pas protégée
nl_nl: Categorie is offline, bevat een fout en is beveiligd / niet beveiligd

source: Select move target
fr_fr: Sélectionner déplacer la cile
nl_nl: Selecteer target voor verplaatsen

source: Delete / Delete not available
fr_fr: Supprimer / Supprimer non disponible
nl_nl: Verwijder / verwijderen niet mogelijk

source: Root upload folder
fr_fr: Répertoire racine de téléchargement
nl_nl: Root upload map

source: Regular folder
fr_fr: Répertoire normal
nl_nl: Normale map

source: Layout in use
fr_fr: Layout utilisé
nl_nl: Layout is in gebruik

source: Module in use
fr_fr: Modèle utilisé
nl_nl: Module is in gebruik

source: Article is online / offline
fr_fr: Article en line / hors ligne
nl_nl: Artikel is online / offline

source: Language active / not active
fr_fr: Langue active / inactive
nl_nl: Taal is actief / inactief

source: Please don't send 'test' bug reports.
fr_fr: Merci de ne pas envoyer de message de rapport d'anomalie de 'test'
nl_nl: Stuur svp geen 'test' bug reports.

source: Make sure you enter your correct eMail-Address.
fr_fr: Vérifiez que vous avez entrer correctement votre adresse email
nl_nl: Controleer svp of u het juiste emailadres heeft ingevoerd.

source: If you want to determinate if your bug has already been fixed, visit the following locations
fr_fr: Si vous voulez savoir si une anomalie a déjà été corrigé, visitez les sites suivants
nl_nl: Indien u de status van uw bug wilt bekijken, bezoek de volgende pagina

source: CONTENIDO Forum
fr_fr: Forum de CONTENIDO

source: CONTENIDO Bug-Tracker
fr_fr: Bug-Tracker de CONTENIDO

source: Your E-Mail-Address
fr_fr: Votre adresse email
nl_nl: Uw e-mailadres

source: First Name
fr_fr: Prénom
nl_nl: Voornaam

source: Last Name
fr_fr: Nom
nl_nl: Achternaam

source: Area
fr_fr: Espace
nl_nl: Omgeving

source: Your bugreport
fr_fr: Votre rapport d'anomalie
nl_nl: Uw bugreport

source: <b><i>Fields marked with a
fr_fr: <b><i>Les champs marqués par
nl_nl: <b><i>Velden gemarkeerd met een

source: are mandatory fields
fr_fr: sont obligatoire
nl_nl: zijn verplichte velden.

source: In order to ensure the best support, this bugreport mail will contain several files as attachement.<br>Please remove the check marks from the checkboxes which informations you don't want to send!
fr_fr: Afin d'obtenir un support de meilleur qualité, ce mail de rapport d'anomalie contiendra plusieurs fichiers en attachement.<br> Veuillez décocher les éléments que vous ne voulez pas envoyer !
nl_nl: Om de bugs sneller op te kunnen sporen worden er met deze bugreport een aantal bestanden meegestuurd als attachment.<br>Deselecteer de checkboxes waarvan u de informatie niet wilt versturen!

source: errorlog.txt (contains error messages arose during run time)
fr_fr: errorlog.txt (contient les messages d'erreur apparue pendant le fonctionnement)
nl_nl: errorlog.txt (bevat foutmeldingen die worden opgeslagen)

source: install.log.txt (contains error messages arose during upgrading to a newer version)
fr_fr: install.log.txt (contient les messages d'erreur remontés lors de la mise à jour vers une nouvelle version)
nl_nl: install.log.txt (bevat foutmeldingen die worden opgeslagen tijdens upgraden naar een nieuwe versie)

source: systemvariables.html (contains contains several CONTENIDO settings)
fr_fr: systemvariables.html (contient plusieurs paramètres de CONTENIDO)
nl_nl: systemvariables.html (bevat diverse CONTENIDO instellingen)

source: phpinfo.html (contains output generated through the phpinfo() function)
fr_fr: phpinfo.html (contient les infos générées par la fonction phpinfo())
nl_nl: phpinfo.html (bevat de variabelen en instellingen van PHP)

source: By checking this box I agree that four for business AG receives and processes the bug report data.<br>I also agree that the submitted data is used for bug processing and that the bug will be made public using the CONTENIDO Bug-Tracker.
fr_fr: En cochant cette ase, je suis d'accord sur le fait que four fo business AG recoive et procède au traitement du rapport d'anomalie.<br> Je suis aussi d'accord sur le fait que les données envoyées sont utilisées dans le cadre de la recherche d'anomalie et que cette anomalie sera publiquement distribuée au travers de l'outils de suivie d'anomalies de CONTENIDO.
nl_nl: Bij het aanvinken van deze checkbox ga ik accoord met het versturen van de bug report naar four for business AG. <br>Ik ga ook accoord dat de te versturen informatie wordt gebruikt voor het oplossen van de bug en dat de bug publiekelijk wordt gemaakt via de CONTENIDO Bug-Tracker.

source: User system configuration
fr_fr: Configuration système de l'utilisateur
nl_nl: Gebruikers systeem configuratie

source: Local value
fr_fr: Valeur locale
nl_nl: Lokale waarde

source: Your system configuration
fr_fr: Votre configuration système
nl_nl: Uw systeem configuratie

source: CONTENIDO Error Log
fr_fr: Fichier des erreurs CONTENIDO

source: clear error log
fr_fr: vider le fichier de log d'erreur
nl_nl: wis error log

source: CONTENIDO Upgrade Error Log
fr_fr: Fichier d'erreur de mise à jour de CONTENIDO

source: clear upgrade error log
fr_fr: Vider le fichier de log d'erreur

source: Layout description
fr_fr: Description du layout
nl_nl: Layout omschrijving

source: Sort files
fr_fr: Trier les fichiers
nl_nl: Sorteer bestanden

source: Image size
fr_fr: Taille de l'image
nl_nl: Afbeeldingsgrootte

source: Available clients
fr_fr: Clients disponibles
nl_nl: Beschikbare klanten

source: Help about CONTENIDO
fr_fr: Aide sur CONTENIDO
nl_nl: Hulp bij CONTENIDO

source: Contact System Administrators
fr_fr: Contacter les administrateurs systèmes
nl_nl: Neem contact op met Systeembeheerder

source: Contact Client Administrators
fr_fr: Contacter l'administrateur du client
nl_nl: Neem contact op met klantbeheerder

source: Client
nl_nl: Klant

source: Style
nl_nl: Stijl

source: description
nl_nl: omschrijving

source: Description
nl_nl: Omschrijving

source: Action
nl_nl: Actie

source: Message
nl_nl: Bericht

source: Page
nl_nl: Pagina

source: Description A-Z
nl_nl: Beschrijving A-Z

source: Description Z-A
nl_nl: Beschrijving Z-A

source: Description / Standard
nl_nl: Omschrijving / Standaard

source: Actions
nl_nl: Acties

source: Translating CONTENIDO to Dutch
nl_nl: Vertaling van CONTENIDO naar Nederlands

source: Documentation
nl_nl: Documentatie

source: Lead Development
nl_nl: Lead ontwikkeling

source: Date
nl_nl: Datum

source: Article
nl_nl: Artikel

source: Administration
nl_nl: Administratie

source: Clients
nl_nl: Klanten

source: Important
nl_nl: Belangrijk

source: <b><i>declaration of consent:
nl_nl: <b><i>verklaring van toestemming:

source: Variable
nl_nl: Variabele

source: clear Install error log
nl_nl: wis install error log
