Repository: CONTENIDO/CONTENIDO
Catalog: contenido/plugins/user_forum/locale/*/LC_MESSAGES/user_forum.po
Languages: de_de

# STATUS
source: State
de_de: Status

source: edit
de_de: Kommentar editieren

source: save
de_de: Speichern

source: delete
de_de: Kommentar löschen

source: email
de_de: E-Mail-Adresse

# LIKE
source: likes
de_de: gefällt

# DISLIKE
source: dislikes
de_de: gefällt nicht

source: date
de_de: Datum

source: comment
de_de: Kommentar

# TIME
source: created
de_de: erstellt

# EDITDAT
source: last edit
de_de: zuletzt editiert

# EDITEDBY
source: edited from
de_de: editiert von

# QUOTE
source: qoute
de_de: Zitat

# SETONLINE
source: set comment online
de_de: Kommentar online setzen

# SETOFFLINE
source: set comment offline
de_de: Kommentar offline setzen

source: at
de_de: um

source: content
de_de: Inhalt

# MODMODE
source: With active moderator mode you can moderate the newest comments here
de_de: Mit aktiviertem Moderatormodus können hier die neusten Beiträge moderiert werden.

# NOENTRY
source: no entries available
de_de: Noch keine Einträge vorhanden

# ALLDELETEFROMCAT
source: delete all comments from this article ?
de_de: Alle Kommentare zu diesem Artikel löschen?

source: articles
de_de: Artikel

# ALLDELETEFROMCATHIER
source: delete comments inclusive subcomments ?
de_de: Kommentar inklusive untergeordneten Kommentaren löschen?

source: delete comments
de_de: Kommentare löschen

# FORUM_POST
source: comments
de_de: Kommentare

# EDITED
source: last edit at
de_de: Zuletzt editiert am:

source: from
de_de: von:

source: actions
de_de: Aktionen

# MODSETTINGS
source: settings
de_de: Einstellungen:

# ADMINISTRATION
source: administration userform
de_de: Administration Userforum

# MODEMAIL
source: email address moderator
de_de: E-Mail-Adresse

# ACTIVATEMOD
source: moderator forum
de_de: Forum moderieren

# EDITABLE
source: subcomments allowed
de_de: Antworten möglich

# NEWENTRYTEXT
source: new comment with following content
de_de: Neuer Kommentar mit folgendem Inhalt:
