Repository: CONTENIDO/CONTENIDO
Catalog: contenido/plugins/url_shortener/locale/*/LC_MESSAGES/url_shortener.po
Languages: de_de

source: Delete Short URLs
de_de: Lösche Short URLs

source: Edit Short URLs
de_de: Bearbeite Short URLs

source: INFO
de_de: Short URL's sollen eine Ausnahme bleiben, da sprechende URL's höhere Auswirkungen auf das Ranking bleiben.

source: The entered short URL contains invalid characters!
de_de: Die eingegebene Short URL beinhaltet ungültige Zeichen!

source: The entered short URL is already an article alias!
de_de: Die eingegebene Short URL ist schon ein Artikel Alias!

source: The entered short URL is already a category alias!
de_de: Die eingegebene Short URL ist schon ein Kategorie Alias!

source: The entered short URL is a subdirectory of the client directory!
de_de: Die eingegebene Short URL ist ein Unterverzeichnis des Mandantenverzeichnis!

source: The entered short URL is too short!
de_de: Die eingegebene Short URL ist zu kurz!

source: The entered short URL already exists!
de_de: Die eingegebene Short URL existiert bereits!

source: Client
de_de: Mandant

source: Language
de_de: Sprache

source: Category
de_de: Kategorie

source: Article
de_de: Artikel

source: The entered short URL is not valid!
de_de: Die eingegebene Short URL ist ungültig!

source: Short URLs can only be managed by authorized user!
de_de: Short URLs können nur von autorisierten Nutzern verwaltet werden!

source: The short URL has successfully been deleted!
de_de: Die Short URL wurde erfolgreich gelöscht!

source: Short URL successfully edited!
de_de: Die Short URL wurde erfolgreich bearbeitet!

source: Short URL could not be saved!
de_de: Die Short URL konnte nicht gespeichert werden!

source: The .htaccess file already exists, so that it has not been copied!
de_de: Die .htaccess Datei existiert bereits, sodass sie nicht kopiert wurde!

source: The .htaccess file has been successfully copied to the client path!
de_de: Die .htaccess Datei wurde erfolgreich ins Mandantenverzeichnis kopiert!

source: The .htaccess file could not be copied to the client path!
de_de: Die .htaccess Datei konnte nicht ins Mandantenverzeichnis kopiert werden!

source: A .htaccess file could not be found. The short URLs will not work!
de_de: Es wurde keine .htaccess Datei gefunden. Die Short URLs werden nicht funktionieren!

source: Copy the simple .htaccess file to the client path.
de_de: Kopiere die simple .htaccess Datei ins Mandantenverzeichnis.

source: Copy the restrictive .htaccess file to the client path.
de_de: Kopiere die restriktive .htaccess Datei ins Mandantenverzeichnis.

source: If CONTENIDO is installed in a subdirectory, you need to change the RewriteBase path in the copied .htaccess file!
de_de: Sie müssen den RewriteBase Pfad in der kopierten .htaccess Datei anpassen, wenn CONTENIDO in einem Unterverzeichnis installiert wurde.

source: No short URLs have been defined yet!
de_de: Es wurden noch keine Short URLs definiert!

source: Creation Date
de_de: Erstellungsdatum

source: URL With idart And idlang
de_de: URL mit idart und idlang

source: Actions
de_de: Aktionen

source: Do you really want to delete the short URL %s?
de_de: Möchten Sie wirklich die Short URL %s löschen?
