Repository: CONTENIDO/CONTENIDO
Catalog: contenido/plugins/form_assistant/locale/*/LC_MESSAGES/form_assistant.po
Languages: de_de

# MISSING_IDFORM
source: no given form
de_de: Angabe zum Formular fehlt

# FORM_LOAD_ERROR
source: could not load form
de_de: Formular konnte nicht gelesen werden

source: unknown request method
de_de: unbekannte Anfragemethode

# MISSING_EOD_FILE
source: missing external options datasource file '%s'
de_de: Datei für externe Options-Datenquelle '%s' fehlt

# MISSING_EOD_CLASS
source: missing external options datasource class '%s'
de_de: Klasse für externe Options-Datenquelle '%s' fehlt

# NOT_IMPLEMENTED_FIELDTYPE
source: field type '%s' is not implemented
de_de: Feldtyp '%s' ist noch nicht implementiert

# INPUTTEXT
source: single line input
de_de: Einzeiliges Eingabefeld

# TEXTAREA
source: multi line input
de_de: Mehrzeiliges Eingabefeld

# INPUTPASSWORD
source: password field
de_de: Passwortfeld

# INPUTCHECKBOX
source: checkboxes
de_de: Checkboxen

# SELECT
source: selectbox
de_de: Auswahlliste

# SELECTMULTI
source: multi selectbox
de_de: Auswahlliste mit Mehrfachauswahl

# DATEPICKER
source: date & time
de_de: Datum & Uhrzeit

# INPUTFILE
source: upload
de_de: Dateiupload

source: processbar
de_de: Fortschrittsbalken

source: paragraph
de_de: Absatz

# INPUTHIDDEN
source: hidden input
de_de: Verstecktes Eingabefeld

source: fieldset begin
de_de: Anfang einer Formularfeldgruppe

source: fieldset end
de_de: Ende einer Formularfeldgruppe

# BUTTONSUBMIT
source: send button
de_de: Absenden-Button

# BUTTONRESET
source: reset button
de_de: Abbrechen-Button

# BUTTON
source: generic button
de_de: generischer Button

# BUTTONIMAGE
source: image button
de_de: Bild-Button

source: unknown
de_de: unbekannt

# FIELD_LOAD_ERROR
source: could not load field
de_de: Feld konnte nicht gelesen werden

# FIELD_DELETE_ERROR
source: field could not be deleted
de_de: Feld konnte nicht gelöscht werden

# COLUMN_DROP_ERROR
source: column could not be deleted
de_de: Spalte konnte nicht gelöscht werden

# NOT_IMPLEMENTED_FIELDPROP
source: field property '%s' is not implemented
de_de: Feldeigenschaft '%s' ist noch nicht implementiert

source: no permissions
de_de: keine Berechtigung

source: unknown action
de_de: unbekannte Aktion

# FORM_CREATE_ERROR
source: form could not be created
de_de: Formular konnte nicht erstellt werden

source: none
de_de: keine

source: rank
de_de: Rang

source: field type
de_de: Feldtyp

source: column name
de_de: Spaltenname

source: label
de_de: Beschriftung

source: display label
de_de: Beschriftung darstellen

source: default value
de_de: Standardwert

source: help text
de_de: Hilfetext

source: validation rule
de_de: Validierungsregel

source: error message
de_de: Fehlermeldung

source: database
de_de: Datenbank

source: options
de_de: Optionen

source: general
de_de: Allgemein

source: obligatory
de_de: Pflichtfeld

source: value
de_de: Wert

source: add option
de_de: Option hinzufügen

source: save
de_de: Speichern

source: styling
de_de: Formatierung

source: CSS class
de_de: CSS-Klasse

source: external options datasource
de_de: externe Datenquelle für Optionen

# FIELD_STORE_ERROR
source: could not store field: %s
de_de: Feld konnte nicht gespeichert werden: '%s'

source: edit
de_de: Bearbeiten

source: delete
de_de: Löschen

# MISSING_IDFIELD
source: no given field
de_de: Angabe zum Feld fehlt

# INUSE_DIALOG_TITLE
source: Form is in use
de_de: Formular ist in Benutzung

# CONFIRM_DELETE_FORM
source: Do you really want to delete this form?
de_de: Wollen Sie dieses Formular wirklich löschen?

# FOLLOWING_LIST_USES_FORM
source: The following articles use this form:
de_de: Die folgenden Artikel benutzen dieses Formular:

source: delete form
de_de: Formular löschen

source: cancel
de_de: Abbrechen

source: Please select a form.
de_de: Bitte wählen Sie ein Formular aus.

# FORM_DELETED
source: form has successfully been deleted
de_de: Das Formular wurde erfolgreich gelöscht.

source: form
de_de: Formular

source: form name
de_de: Formularname

source: data table
de_de: Datentabelle

source: method
de_de: Anfragemethode

source: with timestamp
de_de: mit Zeitstempel

source: please choose
de_de: bitte auswählen

source: save form
de_de: Formular speichern

# EMPTY_FORMNAME_ERROR
source: form name must not be empty
de_de: Formularname darf nicht leer sein

# EMPTY_DATETABLENAME_ERROR
source: data table name must not be empty
de_de: Datentabellenname darf nicht leer sein

# FORM_METHOD_ERROR
source: request method must be either GET or POST
de_de: Anfragemethode muss entweder GET oder POST sein

# FORM_STORE_ERROR
source: could not store form: '%s'
de_de: Formular konnte nicht gespeichert werden: '%s'

# CONFIRM_DELETE_FIELD
source: Do you really want to delete this field?
de_de: Wollen Sie dieses Feld wirklich löschen?

source: Currently there is no field called "email" in this form. Sending mails - if configured - to the user which entered the form data may not work!
de_de: Derzeit ist kein Feld namens "email" in diesem Formular vorhanden.<br />Sofern konfiguriert, wird der E-Mail-Versand durch Nutzer, die das Formular ausfüllen, eventuell nicht funktionieren!

source: This form is configured with a captcha, but its settings were not defined.
de_de: Dieses Formular wurde mit einem Captcha konfiguriert, aber dessen Einstellungen wurden nicht hinterlegt.

source: The captcha will not work until you provide the missing information.
de_de: Das Captcha wird nicht funktionieren, bis die fehlenden Informationen gespeichert wurden.

source: Please save the "sitekey" and the "secret" in the client settings for the type "pifa-recaptcha". You will get this data from https://www.google.com/recaptcha.
de_de: Bitte speichen Sie den "sitekey" und das "secret" in den Mandanteneinstellungen für den Typ "pifa-recaptcha". Sie erhalten diese Daten von https://www.google.com/recaptcha.

source: fields
de_de: Formularfelder

source: please save first
de_de: bitte erst speichern

source: edit field
de_de: Formularfeld bearbeiten

source: data
de_de: Formulardaten

source: download data as CSV
de_de: Formulardaten als CSV herunterladen

# pifa_export_form
source: export form
de_de: Formular exportieren

# WITH_DATA
source: include form data
de_de: mit Formulardaten

# pifa_import_form
source: import form
de_de: Formular importieren

# USED_TABLE_NAME_ERROR
source: The defined data table already exists. Please give another data table name.
de_de: Die angegebene Datentabelle existiert bereits. Bitte geben sie einen alternativen Tabellennamen an.

# READ_XML_ERROR
source: XML file could not be read
de_de: Die XML-Datei konnte nicht gelesen werden.

# IMPORT_SUCCESS
source: form has successfully been imported
de_de: Das Formular wurde erfolgreich importiert.

source: classes & templates
de_de: Klassen & Vorlagen

source: client mail
de_de: Benutzer-Mail

source: form headline
de_de: Formular Überschrift

source: processor
de_de: Prozessoren

source: template
de_de: Vorlagen

source: sender email
de_de: Absender-Adresse

source: sender name
de_de: Absender-Name

source: subject
de_de: Betreff

source: Recipient email
de_de: Empfänger Email

# MISSING_MODULE_FILE
source: missing module file '%s'
de_de: Modul-Datei '%s' fehlt

# MISSING_MODULE_CLASS
source: missing module class '%s'
de_de: Modul-Klasse '%s' fehlt

# MISSING_CLIENT
source: no given client
de_de: Angabe zum Mandanten fehlt

# MISSING_LANG
source: no given language
de_de: Angabe zur Sprache fehlt

# DATABASE_CONNECT_ERROR
source: could not connect to database
de_de: Datenbank-Verbindung konnte nicht hergestellt werden

# SQL_BUILD_ERROR
source: could not build SQL
de_de: SQL konne nicht erstellt werden

# VALUE_STORE_ERROR
source: values could not be stored
de_de: Werte konnten nicht gespeichert werden

# FOLDER_CREATE_ERROR
source: folder could not be created
de_de: Verzeichnis konnte nicht erzeugt werden

# FILE_STORE_ERROR
source: file could not be stored
de_de: Datei konnte nicht gespeichert werden

source: missing sender address
de_de: Absender-Adresse fehlt

source: missing sender name
de_de: Absender-Name fehlt

source: missing recipient address
de_de: Empfänger-Adresse fehlt

source: missing subject
de_de: Betreff fehlt

# MISSING_EMAIL_BODY
source: missing mail body
de_de: Nachricht fehlt

# MISSING_TABLE_ERROR
source: table does not exist
de_de: Datentabelle existiert nicht

# TABLE_CHECK_ERROR
source: existance of table could not be determined '%s'
de_de: Existenz der Datentabelle konnte nicht geprüft werden: '%s'

# TABLE_EXISTS_ERROR
source: table '%s' already exists
de_de: Datentabelle '%s' existiert bereits

# TABLE_CREATE_ERROR
source: table could not be created
de_de: Datentabelle konnte nicht erstellt werden

# COLUMN_EXISTS_ERROR
source: column '%s' already exists
de_de: Die Spalte '%s' existiert bereits.

# COLUMN_ALTER_ERROR
source: column could not be updated
de_de: Spalte konnte nicht geändert werden

# COLUMN_ADD_ERROR
source: column could not be created
de_de: Spalte konnte nicht erzeugt werden

# COLUMNS_LOAD_ERROR
source: columns could not be read
de_de: Spalte konnte nicht gelesen werden

# FORM_DELETE_ERROR
source: form could not be deleted
de_de: Formular konnte nicht gelöscht werden

# FIELDS_DELETE_ERROR
source: fields could not be deleted
de_de: Felder konnten nicht gelöscht werden

# TABLE_DROP_ERROR
source: data table could not be dropped
de_de: Datentabelle konnte nicht gelöscht werden

source: create form
de_de: Formular erstellen

source: create form: no permissions
de_de: Formular erstellen: keine Berechtigung

source: Import form
de_de: Formular importieren

source: import form: no permissions
de_de: Formular importieren: keine Berechtigung

# INTERNAL_SERVER_ERROR
source: An ERROR occured:
de_de: Ein Fehler ist aufgetreten:

# EXTENSION_REGEX_ERROR
source: REGEX failed, could not determine class name of PIFA extension from file
de_de: der Reguläre Ausdruck hat versagt, konnte den Klassennamen der PIFA-Erweiterung nicht anhand des Dateinamens ermitteln

# TEMPLATE_REGEX_ERROR
source: REGEX failed, could not determine class name of PIFA template from file
de_de: der Reguläre Ausdruck hat versagt, konnte den Klassennamen der PIFA-Schablone nicht anhand des Dateinamens ermitteln

# pifa_show_form
source: view form
de_de: Formular sehen

# pifa_store_form
source: store form
de_de: Formular speichern

# pifa_delete_form
source: delete form
de_de: Formular löschen

# pifa_show_fields
source: view form fields
de_de: Formularfelder sehen

# pifa_show_data
source: view form data
de_de: Formulardaten sehen

# pifa_get_field_form
source: view form field
de_de: Formularfeld sehen

# pifa_post_field_form
source: store form field
de_de: Formularfeld speichern

# pifa_reorder_fields
source: reorder form fields
de_de: Formularfeld verschieben

# pifa_export_data
source: export form data
de_de: Formulardaten exportieren

# pifa_get_file
source: download form data file
de_de: Datei aus Formulardaten herunterladen

# pifa_delete_field
source: delete form field
de_de: Formularfeld löschen

# pifa_get_option_row
source: add form field option
de_de: Formularfeldoption hinzufügen

# MISSING_PROCESSOR_FILE
source: missing processor file '%s'
de_de: Prozessor-Datei '%s' fehlt

# MISSING_PROCESSOR_CLASS
source: missing processor class '%s'
de_de: Prozessor-Klasse '%s' fehlt
