Repository: CONTENIDO/CONTENIDO
Catalog: contenido/plugins/pim/locale/*/LC_MESSAGES/pim.po
Languages: de_de

source: The plugin has been successfully installed. To apply the changes please login into backend again.
de_de: Das Plugin wurde erfolgreich installiert. Damit die &Auml;nderungen wirksam werden, melden Sie sich bitte neu im Backend an.

source: You can install this plugin only for one time.
de_de: Sie k&ouml;nnen dieses Plugin nur einmal installieren.

source: You have to install CONTENIDO <strong>%s</strong> or higher to install this plugin!
de_de: Sie ben&ouml;tigen CONTENIDO <strong>%s</strong> oder h&ouml;her, um dieses Plugin installieren zu k&ouml;nnen!

source: Your current CONTENIDO version is to new - max CONTENIDO version: %s
de_de: Ihre aktuelle CONTENIDO-Version ist zu neu - maximale CONTENDIO-Version: %s

source: You have to install PHP <strong>%s</strong> or higher to install this plugin!
de_de: Sie ben&ouml;tigen PHP-Version <strong>%s</strong> oder h&ouml;her, um dieses Plugin installieren zu k&ouml;nnen!

source: The plugin could not find the PHP extension <strong>%s</strong>. Because this is required by the plugin, it can not be installed.
de_de: Dieses Plugin konnte die PHP-Erweiterung <strong>%s</strong> nicht finden. Da diese vom Plugin vorausgesetzt wird, kann es nicht installiert werden.

source: The plugin could not find the class <strong>%s</strong>. Because this is required by the plugin, it can not be installed.
de_de: Dieses Plugin konnte die PHP-Klasse <strong>%s</strong> nicht finden. Da diese vom Plugin vorausgesetzt wird, kann es nicht installiert werden.

source: The plugin could not find the function <strong>%s</strong>. Because this is required by the plugin, it can not be installed.
de_de: Dieses Plugin konnte die PHP-Funktion <strong>%s</strong> nicht finden. Da diese vom Plugin vorausgesetzt wird, kann es nicht installiert werden.

source: This plugin required the plugin <strong>%s</strong>.
de_de: Dieses Plugin setzt das Plugin <strong>%s</strong> voraus.

source: You have to install<strong>%s %</strong> or higher to install this plugin!
de_de: Sie ben&ouml;tigen Version <strong>%s</strong> oder h&ouml;her, um dieses Plugin installieren zu k&ouml;nnen!

source: You have to install <strong>%s %s</strong> or lower to install this plugin!
de_de: Sie ben&ouml;tigen Version <strong>%s %s</strong> oder niedriger, um dieses Plugin installieren zu k&ouml;nnen!

source: Defined area <strong>%s</strong> are not found on your CONTENIDO installation. Please contact your plugin author.
de_de: Die definierte Area <strong>%s</strong> konnte nicht in Ihrer CONTENIDO-Installation gefunden werden. Bitte kontaktieren Sie den Plugin-Entwickler.

source: Can not find <strong>%s</strong> entry at nav_main table on your CONTENIDO installation. Please contact your plugin author.
de_de: Der Eintrag <strong>%s</strong> konnte nicht in der nav_main-Tabelle in Ihrer CONTENIDO-Installation gefunden werden. Bitte kontaktieren Sie den Plugin-Entwickler.

source: Plugin Manager could not find a temporary CONTENIDO directory. Also, it is not possible to create a temporary directory at <em>%s</em>. You have to create it manually.
de_de: Der Plugin Manager kann keinen tempor&auml;ren CONTENIDO-Ordner finden. Auch war es leider nicht m&ouml;glich einen tempor&auml;ren Ordner unter <em>%s</em> zu erstellen. Bitte erstellen Sie den Ordner manuell.

source: Plugin Manager could not open the archive file <em>%s</em>. See logs fore more details.
de_de: Plugin Manager konnte nicht die Archiv-Datei <em>%s</em> &ouml;ffnen. Sehen Sie die Protokolle für weitere Details.

source: Invalid Xml document. Please contact the plugin author.
de_de: Ung&uuml;ltiges Xml-Dokument. Bitte kontaktieren Sie den Plugin-Entwickler.

source: Plugin Manager accepts only Zip archives
de_de: Der Plugin Manager akzeptiert lediglich Zip-Archive

source: Back to Plugin Manager
de_de: Zur&uuml;ck zum Plugin Manager

source: The plugin <strong>%s</strong> has been successfully disabled. To apply the changes please login into backend again.
de_de: Das Plugin <strong>%s</strong> wurde erfolgreich deaktiviert. Damit die &Auml;nderungen wirksam werden, melden Sie sich bitte neu im Backend an.

source: The plugin <strong>%s</strong> has been successfully enabled. To apply the changes please login into backend again.
de_de: Das Plugin <strong>%s</strong> wurde erfolgreich aktiviert. Damit die &Auml;nderungen wirksam werden, melden Sie sich bitte neu im Backend an.

source: This plugin is required by the plugin <strong>%s</strong>, so you can not deactivate it.
de_de: Dieses Plugin wird vom Plugin <strong>%s</strong> vorausgesetzt, sodass Sie es nicht deaktivieren k&ouml;nnen.

source: The plugin <strong>%s</strong> has been successfully removed. To apply the changes please login into backend again.
de_de: Das Plugin <strong>%s</strong> wurde erfolgreich entfernt. Damit die &Auml;nderungen wirksam werden, melden Sie sich bitte neu im Backend an.

source: This plugin is required by the plugin <strong>%s</strong>, so you can not remove it.
de_de: Dieses Plugin wird vom Plugin <strong>%s</strong> vorausgesetzt, sodass Sie es nicht entfernen k&ouml;nnen.

source: The plugin folder <strong>%s</strong> has been successfully uninstalled.
de_de: Der Plugin-Ordner <strong>%s</strong> wurde erfolgreich entfernt.

source: The plugin folder <strong>%s</strong> could not be uninstalled.
de_de: Der Plugin-Ordner <strong>%s</strong> konnte nicht entfernt werden.

source: The plugin has been successfully updated. To apply the changes please login into backend again.
de_de: Das Plugin wurde erfolgreich aktualisiert. Damit die &Auml;nderungen wirksam werden, melden Sie sich bitte neu im Backend an.

source: You have to update the same plugin
de_de: Sie m&uuml;ssen das gleiche Plugin aktualisieren

source: This plugin has a dependency to plugin &quot;%s&quot;<br />
de_de: Dieses Plugin hat eine Abh&auml;ngigkeit zum Plugin &quot;%s&quot;<br />

source: This plugin has no dependencies to other plugins
de_de: Dieses Plugin hat keine Abh&auml;ngigkeit zu anderen Plugins

source: No navigation configuration founded
de_de: Keine Men&uuml;konfigurationen gefunden

source: You find this plugin at navigation section
de_de: Sie finden dieses Plugin unter dem Men&uuml;punkt

source: as
de_de: als

source: No Client selected
de_de: Kein Mandant ausgewählt

source: No language selected
de_de: Keine Sprache ausgewählt

source: Permission denied
de_de: Zugriff verweigert

source: Currently the plugin system is disabled via configuration
de_de: Momentan ist das Plugin-System via der Konfiguration deaktiviert

source: Y-m-d
de_de: d.m.Y

source: Set execution order down
de_de: Ausf&uuml;hrungsreihenfolge nach unten setzen

source: Set execution order up
de_de: Ausf&uuml;hrungsreihenfolge nach oben setzen

source: Installed since
de_de: Installiert seit

source: Author
de_de: Autor

source: Contact
de_de: Kontakt

source: Update
de_de: Aktualisieren

source: Please choose your new file
de_de: Plugin-Paket auswählen

source: Execute plugin_uninstall.sql
de_de: plugin_uninstall.sql ausführen

source: Dependencies
de_de: Abh&auml;ngigkeiten

source: Disable
de_de: Deaktivieren

source: Enable
de_de: Aktivieren

source: Uninstall
de_de: Deinstallieren

source: Foldername
de_de: Ordnername

source: Install extracted plugin
de_de: Installiere das extrahierte Plugin

source: Install
de_de: Installieren

source: Uninstall extracted plugin (deleted plugin files from filesystem)
de_de: Entferne das extrahierte Plugin (das entfernte Plugin wird aus dem Dateisystem gel&ouml;scht)

source: Remove from filesystem
de_de: Vom Dateisystem entfernen

source: Writeable
de_de: Schreibbar

source: Everything looks fine
de_de: Keine Fehler

source: This plugin is not writeable, please set the rights manually
de_de: Dieses Plugin ist nicht beschreibbar, bitte setzen Sie die Dateirechte manuell

source: No entries
de_de: Keine Eintr&auml;ge

source: Upload a new plugin
de_de: Neues Plugin hochladen

source: Please choose a plugin package
de_de: Plugin-Paket auswählen

source: Upload plugin package
de_de: Plugin-Paket hochladen

source: Installed Plugins
de_de: Installierte Plugins

source: Not installed Plugins
de_de: Noch nicht installierte Plugins

source: Execution order
de_de: Ausf&uuml;hrungsreihenfolge

source: If you click on following arrows you can manage the execution order of plugins. The first plugin (at first position) will be executed first from CONTENIDO, the last plugin (at last position) will be executed at the end. This can be important if CONTENIDO backend has to load a plugin to activate other functions/plugins. Normally the execution order has no impact.
de_de: Mit einem Klick auf diese Pfeile k&ouml;nnen Sie die Ausf&uuml;hrungsreihenfolge des Plugins beeinflussen: Das Plugin, das ganz oben steht, wird als erstes, das Plugin am Ende der Auflistung als letztes ausgef&uuml;hrt. Dies kann wichtig sein, sofern ein bestimmtes Plugin fr&uuml;hzeitig vom CONTENIDO-Backend geladen werden muss, damit andere Funktionen/Plugins funktionieren k&ouml;nnen. Im Normalfall hat die Ausf&uuml;hrungsreihenfolge jedoch keine praktischen Auswirkungen.

source: Expand/collapse all
de_de: Alle auf-/zuklappen

source: Filter
de_de: Filtern

source: all
de_de: alle

source: active
de_de: aktive

source: inactive
de_de: inaktive

source: Error
de_de: Fehler

source: This plugin is already at the bottom!
de_de: Dieses Plugin ist schon unten!

source: This plugin is already at the top!
de_de: Dieses Plugin ist schon oben!

source: Are you sure to uninstall this plugin? Files are not deleted in filesystem.
de_de: Sind Sie sicher, dass Sie dieses Plugin deinstallieren m&ouml;chten? Die Dateien werden nicht aus dem Dateisystem entfernt.

source: Are you sure you want to remove this plugin? All plugin files will be irretrievably removed from the file system.
de_de: Sind Sie sicher, dass Sie dieses Plugin entfernen m&ouml;chten? S&auml;mtliche Plugin-Dateien werden unwiderruflich aus dem Dateisystem entfernt.

source: With the selection `execute plugin_uninstall.sql` any database tables/entries of the plugin will be removed from the database.
de_de: Mit der Auswahl `plugin_uninstall.sql ausführen` werden eventuelle Datenbanktabellen/-eintr&auml;ge des Plugins aus der Datenbank entfernt.
