Repository: CONTENIDO/CONTENIDO
Catalog: contenido/plugins/search_solr/locale/*/LC_MESSAGES/search_solr.po
Languages: de_de

source: client options
de_de: Client Optionen

source: value
de_de: Wert

source: description
de_de: Beschreibung

# DESCR_HOSTNAME
source: The hostname for the Solr server. <b>w/o protocol!</b>
de_de: Der Name des Solr-Servers. <b>Ohne Protokoll!</b>

# DESCR_PORT
source: The port number.
de_de: Die Port-Nummer.

# DESCR_PATH
source: The path to the Solr core.
de_de: Der Pfad zum Solr-Core.

# DESCR_LOGIN
source: The username used for HTTP Authentication, if any.
de_de: Der Benutzername für die HTTP-Authentifizierung, falls vorhanden.

# DESCR_PASSWORD
source: The HTTP Authentication password.
de_de: Das Passwort für die HTTP-Authentifizierung.

# DESCR_SECURE
source: Boolean value indicating whether or not to connect in secure mode.
de_de: Boolscher Wert der angibt ob im sicheren Modus verbunden werden soll oder nicht.

# DESCR_TIMEOUT
source: This is maximum time in seconds allowed for the http data transfer operation. Default is 30 seconds.
de_de: Dies ist die maximale Zeit in Sekunden die für die HTTP Datenübertragungsoperation erlaubt ist. Standardwert ist 30 Sekunden.

# DESCR_WT
source: The name of the response writer e.g. xml, phpnative.
de_de: Der Name des 'response writers', z.B. xml, phpnative.

# DESCR_PROXY_HOST
source: The hostname for the proxy server, if any.
de_de: Der Name des Proxy-Servers, falls vorhanden.

# DESCR_PROXY_PORT
source: The proxy port.
de_de: Der Proxy-Port.

# DESCR_PROXY_LOGIN
source: The proxy username.
de_de: Der Proxy-Benutzername.

# DESCR_PROXY_PASSWORD
source: The proxy password.
de_de: Das Proxy-Passwort.

# DESCR_SSL_CERT
source: File name to a PEM-formatted file containing the private key + private certificate (concatenated in that order). Please note the if the ssl_cert file only contains the private certificate, you have to specify a separate ssl_key file.
de_de: Dateiname zu einer PEM-formatierten Datei die den privaten Schlüssel und das private Zertifikat (in dieser Reihenfolge aneinandergehängt) enthält. Bitte beachten Sie, dass wenn die ssl_cert-Datei ausschließlich das private Zertifikat enthält, eine gesonderte ssl_key-Datei angegeben werden muss.

# DESCR_SSL_KEY
source: File name to a PEM-formatted private key file only.
de_de: Dateiname zu einer PEM-formatierten Datei die ausschließlich den privaten Schlüssel enthält.

# DESCR_SSL_KEYPASSWORD
source: Password for private key. The ssl_keypassword option is required if the ssl_cert or ssl_key options are set.
de_de: Password für den privaten Schlüssel. Die ssl_keypassword-Option ist eine Pflichtangabe wenn die ssl_cert- oder ssl_key-Option gesetzt ist.

# DESCR_SSL_CAINFO
source: Name of file holding one or more CA certificates to verify peer with.
de_de: Name der Datei, das ein oder mehrere CA Zertifikate enthält um den Peer zu verifizieren.

# DESCR_SSL_CAPATH
source: Name of directory holding multiple CA certificates to verify peer with.
de_de: Name des Verzeichnisses, das ein oder mehrere CA Zertifikate enthält um den Peer zu verifizieren.

# DESCR_RELOAD
source: Reload the core according to its configuration file schema.xml.
de_de: Index nachladen entsprechend seiner Konfiguration in der Datei schema.xml.

# DESCR_REINDEX
source: Reindex articles of current client. Articles that are offline, not searchable or hidden by protected categories will be skipped.
de_de: Artikel des aktuellen Mandanten reindizieren. Artikel die offline oder nicht suchbar sind werden dabei übersprungen.

# DESCR_DELETE
source: Delete articles of current client.
de_de: Artikel des aktuellen Mandanten löschen.

# WARNING_INVALID_CLIENT_OPTIONS
source: Article could not be indexed cause Solr is not configured.
de_de: Artikel konnte nicht indizier werden, da Solr nicht korrekt konfiguriert ist.
