Repository: CONTENIDO/CONTENIDO
Catalog: contenido/plugins/content_allocation/locale/*/LC_MESSAGES/content_allocation.po
Languages: de_de

source: Category
de_de: Kategorie

source: Please enter a category name
de_de: Bitte geben Sie einen Kateorienamen ein

source: New category
de_de: Neue Kategorie

source: Rename category
de_de: Kategorie umbenennen

source: Move category up
de_de: Kategorie aufwärts bewegen

source: Move category down
de_de: Kategorie abwärts bewegen

source: Set category offline
de_de: Kategorie offline nehmen

source: Set category online
de_de: Kategorie online schalten

source: One or more subcategories exist, unable to delete
de_de: Löschen nicht möglich, da eine oder mehrere Unterkategorien existieren

source: Delete category
de_de: Kategorie löschen

source: Are you sure to delete the following category
de_de: Sind Sie sicher, dass sie die folgende Kategorie löschen möchten

source: Actions
de_de: Aktionen

source: Store tagging
de_de: Speichere Tagging

source: You are here
de_de: Sie sind hier

source: There is no tagging tree.
de_de: Es gibt noch keinen Tagging Baum

source: Remove all
de_de: Alles entfernen

source: Remove
de_de: Entfernen

source: New Category %s successfully stored!
de_de: Neue Kategorie %s gespeichert!

source: Category %s successfully renamed!
de_de: Kategorie %s erfolgreich umbenannt!

source: Category successfully deleted!
de_de: Kategorie gelöscht!

source: Create new tree
de_de: Neuen Baum erstellen

source: Please enter a category name.
de_de: Bitte geben Sie einen Kateorienamen ein
