Repository: CONTENIDO/CONTENIDO
Catalog: contenido/plugins/contacts/locale/*/LC_MESSAGES/contacts.po
Languages: de_de

source: Overview
de_de: &Uuml;bersicht

source: Properties
de_de: Eigenschaften

source: This label already exists!
de_de: Diese Bezeichnung existiert bereits!

source: was created!
de_de: wurde erzeugt!

source: Type:
de_de: Typ:

source: Created:
de_de: Erstellt:

source: Created by:
de_de: Erstellt durch:

source: Modified:
de_de: Ge&auml;ndert:

source: Modified by:
de_de: Ge&auml;ndert durch:

source: Add contact type
de_de: Kontakt Typ hinzuf&uuml;gen

source: Label
de_de: Bezeichnung

source: Order of fields
de_de: Reihenfolge der Felder

source: Delete a contact field
de_de: Kontaktfeld l&ouml;schen

source: Would you like really delete this contact field
de_de: Sind Sie sicher, das Kontaktfeld zu l&ouml;schen?

source: Add contact property
de_de: Kontakteigenschaft hinzuf&uuml;gen

source: Label
de_de: Bezeichnung

source: Delete a contact type
de_de: Kontakttyp l&ouml;schen

source: Would you like really delete this contact type
de_de: Sind Sie den sicher, den Kontakttyp zu l&ouml;schen?

source: Copy form to the current client/language
de_de: Formular in aktuelle Sprache kopieren

source: Create new contact type
de_de: Neuer Kontakttyp erzeugen

source: View
de_de: Ansicht

source: by
de_de: durch

source: View contact data
de_de: Kontaktdaten sehen

source: Delete contact data
de_de: Kontaktdaten l&ouml;schen

source: Export contact data
de_de: Kontaktdaten exportieren

source: Create new contact forms
de_de: Neues Kontaktformular erzeugen

source: Store new contact forms
de_de: Neues Kontaktformular speichern

source: Delete contact forms
de_de: Kontaktformular l&ouml;schen

source: View contact fields
de_de: Kontaktfelder sehen

source: Change order of the contact fields
de_de: Reihenfolge der Kontaktfelder &auml;ndern

source: Add a contact field
de_de: Kontaktfeld hinzuf&uuml;gen

source: View details of a contact type
de_de: Details eines Kontakt Typen sehen

source: Delete selected contacts
de_de: Markierte Kontakte l&ouml;schen

source: Would you like really delete selected contacts?
de_de: Sind Sie sicher, die markierten Kontakte zu l&ouml;schen?

source: Delete contacts
de_de: Kontakte l&ouml;schen

source: View Contacts
de_de: Kontakte verwalten

source: Synchronize contact types
de_de: Kontakte synchronisieren
