Repository: CONTENIDO/CONTENIDO
Catalog: contenido/plugins/linkchecker/locale/*/LC_MESSAGES/linkchecker.po
Languages: de_de

source: No Client selected
de_de: Kein Client ausgewählt

source: Interns
de_de: Interne

source: Externs
de_de: Externe

source: Intern/extern Links
de_de: Interne / externe Links

source: Link analysis from
de_de: Link-Analyse vom

source: %Y-%m-%d
de_de: %d.%m.%Y

source: <strong>No errors</strong> were found.
de_de: Es wurden <strong>keine Fehler</strong> gefunden.

source: Total checked links
de_de: Insgesamt geprüfte Links

source: Article
de_de: Artikel

source: Category
de_de: Kategorie

source: Description
de_de: Beschreibung

source: Repair
de_de: Reparieren

source: Linkerror
de_de: Fehlerhafter Link

source: Links to articles
de_de: Links auf Artikel

source: Links to categories
de_de: Links auf Kategorien

source: Links to documents and images
de_de: Links auf Bilder und Dokumente

source: Links to extern sites and not defined links
de_de: Links zu externen Quellen und nicht definierte Links

source: Wrong links
de_de: Fehlerhafte Links

source: Unknown
de_de: Unbekannt

source: Unknown: articles, documents etc. do not exist.
de_de: Unknown: Artikel, Dokumente et cetera existieren nicht.

source: Offline: article or category is offline.
de_de: Offline: Artikel oder Kategorie ist offline.

source: Offline startarticle
de_de: Startartikel offline

source: Filemanager
de_de: Dateimanager

source: dbfs: no matches found in the dbfs database.
de_de: dbfs: In der dbfs-Datenbank ist die gesuchte Datei nicht vorhanden.

source: Invalid url, i. e. syntax error.
de_de: Ung&uuml;ltige URL, z. B. ein Syntaxfehler.

source: Linkchecker has found a way to repair your wrong link. Do you want to automatically repair the link to the URL below?
de_de: Der Linkchecker hat einen Weg gefunden, um Ihren fehlerhaften Link zu beheben. M&ouml;chten Sie den Link automatisch durch folgende URL ersetzen?

source: No repaired link
de_de: Kein reparierter Link

source: No errors for this type.
de_de: Es wurden für diesen Linktyp keine Fehler gefunden.

source: %Y-%m-%d, %I:%M%S %p
de_de: %d.%m.%Y, %H:%M:%S

source: Links at whitelist
de_de: Links auf der Whitelist

source: Delete
de_de: Entfernen

source: Entry
de_de: Eintragung

source: URLs
de_de: Links

source: This links are on the whitelist. Whitelist-links won't be check at linkchecker.
de_de: Diese Links befinden sich auf der Whitelist und werden nicht vom Linkchecker überprüft.
