Repository: CONTENIDO/CONTENIDO
Catalog: contenido/plugins/siwecos/locale/*/LC_MESSAGES/siwecos.po
Languages: de_de

# ERR_MISSING_CLIENT
source: The client is not defined.
de_de: Der Mandant ist nicht definiert.

# ERR_MISSING_LANG
source: The language is not defined.
de_de: Der Sprache ist nicht definiert.

# ERR_DELETE_ENTITY
source: The record could not be deleted!
de_de: Der Datensatz konnte nicht gelöscht werden!

# ERR_LOAD_ENTITY
source: The record could not be loaded.
de_de: Der Datensatz konnte nicht geladen werden!

# ERR_PERMISSION_DENIED
source: You have no permission to perform this action.<br />Please contact your administrator.
de_de: Sie haben keine Berechtigung diese Aktion auszuführen.<br />Bitte wenden Sie sich an Ihren Adminstrator.

# MSG_SELECT_DOMAIN
source: Pleases choose a domain.
de_de: Bitte wählen Sie eine Domain aus.

# MSG_DELETED_ENTITY
source: The record has been deleted successfully.
de_de: Der Datensatz wurde erfolgreich gelöscht.

# ERR_UNKNOWN_ACTION
source: This action is not supported.
de_de: Diese Aktion wird nicht unterstützt.

# ERR_MISSING_USER_TOKEN
source: The user token is not defined.
de_de: Das User-Token ist nicht definiert.

# ERR_DOMAIN_NOT_FOUND
source: The domain could not be found.
de_de: Die Domain konnte nicht gefunden werden.

# BTN_HOWTO
source: Embed SIWECOS-Seal on %s: This is how you do it ...
de_de: SIWECOS-Siegel auf %s einbinden; So geht's ...

# ERR_MALFORMED_URL
source: Please check the domain! It has to be given including a protocol.
de_de: Bitte prüfen Sie die Domain! Diese muss mit Protokoll angegeben werden.

# ERR_DOMAIN_EXISTS
source: The domain already exists.
de_de: Die Domain existiert bereits.

# ERR_FORM_VALIDATION
source: Fields marked with an * are obligatory
de_de: Mit * markierte Felder sind Pflichtfelder!

# BTN_CREATE
source: Create
de_de: Erstellen

# LBL_CONFIGURATION
source: Configuration
de_de: Konfiguration

# LBL_PASSWORD
source: Password
de_de: Passwort

# LBL_AUTHOR
source: Author
de_de: Autor

# LBL_CREATION_DATE
source: Created on
de_de: Erstellt am

# TTL_SCAN_RESULTS
source: Your scan results
de_de: Ihre Scanergebnisse

# BTN_BACKGROUND_INFO
source: Background information
de_de: Hintergrundinformationen

# BTN_EXPAND
source: More information
de_de: Mehr Informationen

# BTN_START_SCAN
source: Start a new scan
de_de: Neue Überprüfung starten...

# BTN_SIWECOS_SITE
source: Go to SIWECOS
de_de: Zur SIWECOS Seite
