Repository: CONTENIDO/CONTENIDO
Catalog: contenido/plugins/mod_rewrite/locale/*/LC_MESSAGES/mod_rewrite.po
Languages: de_de

source: Copy the selected .htaccess template into Contenido installation directory<br /> <br /> &nbsp;&nbsp;&nbsp;&nbsp;{CONTENIDO_FULL_PATH}.<br /> <br /> This is the recommended option for a Contenido installation with one or more clients<br /> who are running on the same domain.
de_de: Die gew&auml;hlte .htaccess Vorlage in das Contenido Installationsverzeichnis<br /> <br /> &nbsp;&nbsp;&nbsp;&nbsp;{CONTENIDO_FULL_PATH}<br /> <br /> kopieren.<br /> Das ist die empfohlene Option f&uuml;r eine Contenido-Installation mit einem Mandanten oder<br /> mehreren Mandanten, die alle unter der gleichen Domain laufen.

source: client directory
de_de: das Mandantenverzeichnis

source: Copy the selected .htaccess template into client's directory<br /> <br /> &nbsp;&nbsp;&nbsp;&nbsp;{CLIENT_FULL_PATH}.<br /> <br /> This is the recommended option for a multiple client system<br /> where each client has it's own domain/subdomain
de_de: Die gew&auml;hlte .htaccess Vorlage in das Mandantenerzeichnis<br /> <br /> &nbsp;&nbsp;&nbsp;&nbsp;{CLIENT_FULL_PATH}<br /> <br /> kopieren.<br /> Diese Option ist z. B. bei einem Mehrmandantensystem empfohlen,<br /> wenn jeder Mandant unter einer eigenen Domain/Subdomain l&auml;uft.

source: or
de_de: oder

source: Download
de_de: Downloaden

source: Download selected .htaccess template to copy it to the destination folder<br /> or to take over the settings manually.
de_de: Die gew&auml;hlte .htaccess Vorlage downloaden um z. B. die Datei manuell<br /> in das Verzeichnis zu kopieren oder Einstellungen zu &uuml;bernehmen.

source: Reset category-/ and article aliases
de_de: Kategorie-/ und Artikel-Aliase zur&uuml;cksetzen

source: Reset only empty aliases
de_de: Nur leere Aliase zur&uuml;cksetzen

source: Only empty aliases will be reset, existing aliases, e. g. manually set aliases, will not be changed.
de_de: Nur leere Kategorie-/Artikelaliase initial setzen<br />Vorhandene Aliase, z.B. vorher manuell gesetze Aliase werden nicht ge&auml;ndert.

source: Reset all aliases
de_de: Alle Aliase zur&uuml;cksetzen

source: Reset all category-/article aliases. Existing aliases will be overwritten.
de_de: Alle Kategorie-/Artikelaliase neu setzen.<br />Vorhandene Aliase werden &uuml;berschrieben.

source: This process could require some time depending on amount of categories/articles.<br /> The aliases will not contain the configured plugin separators, but the Contenido default separators '/' und '-', e. g. '/category-word/article-word'.<br /> Execution of this function ma be helpful to prepare all or empty aliases for the usage by the plugin.
de_de: Dieser Prozess kann je nach Anzahl der Kategorien/Artikel etwas Zeit in Anspruch nehmen.<br /> Die Aliase erhalten nicht die oben konfigurierten Separatoren, sondern die Contenido-Standardseparatoren '/' und '-', z. B. '/category-word/article-word'.<br /> Das Ausf&uuml;hren dieser Funktion kann Hilfreich sein, um s&auml;mtliche oder nur leere Aliase nachtr&auml;glich auf die Verwendung mit dem Plugin anzupassen.

source: Define options to genereate the URLs by using the form below and run the test.
de_de: Optionen zum Generieren der URLs im folgenden Formular setzen und den Test starten.

source: Parameter to use
de_de: Zu verwendende Parameter

source: Number of URLs to generate
de_de: Anzahl der zu generierenden URLs

source: Run test
de_de: Test starten

source: {pref}<strong>{name}</strong> {pref}Builder in: {url_in} {pref}Builder out: {url_out} {pref}<span style="color:{color}">Resolved URL: {url_res}</span> {pref}Resolved data: {data}
de_de: {pref}<strong>{name}</strong> {pref}Builder Eingang: {url_in} {pref}Builder Ausgang: {url_out} {pref}<span style="color:{color}">Aufgel&ouml;ste URL: {url_res}</span> {pref}Aufgel&ouml;ste Daten: {data}

source: Duration of test run: {time} seconds.<br /> Number of processed URLs: {num_urls}<br /> <span style="color:green">Successful resolved: {num_success}</span><br /> <span style="color:red">Errors during resolving: {num_fail}</span></strong>
de_de: Dauer des Testdurchlaufs: {time} Sekunden.<br /> Anzahl verarbeiteter URLs: {num_urls}<br /> <span style="color:green">Erfolgreich aufgel&ouml;st: {num_success}</span><br /> <span style="color:red">Fehler beim Aufl&ouml;sen: {num_fail}</span></strong>
