Repository: CONTENIDO/CONTENIDO
Catalog: contenido/plugins/mod_rewrite/locale/*/LC_MESSAGES/mod_rewrite.po
Languages: de_de

source: The root directory has a invalid format, alowed are the chars [a-zA-Z0-9\-_\/\.]
de_de: Das Rootverzeichnis hat ein ung&uuml;ltiges Format, erlaubt sind die Zeichen [a-zA-Z0-9\-_\/\.]

source: The specified directory "%s" does not exists
de_de: Das angegebene Verzeichnis "%s" existiert nicht

source: The specified directory "%s" does not exists in DOCUMENT_ROOT "%s". this could happen, if clients DOCUMENT_ROOT differs from Contenido backends DOCUMENT_ROOT. However, the setting will be taken over because of disabled check.
de_de: Das angegebene Verzeichnis "%s" existiert nicht im DOCUMENT_ROOT "%s". Das kann vorkommen, wenn das DOCUMENT_ROOT des Mandanten vom Contenido Backend DOCUMENT_ROOT abweicht. Die Einstellung wird dennoch &uuml;bernommen, da die &Uuml;berpr&uuml;fung abgeschaltet wurde.

source: Please specify separator (%s) for category
de_de: Bitte Trenner (%s) f&uuml;r Kategoriew&ouml;rter angeben

source: Invalid separator for category, allowed one of following characters: %s
de_de: Trenner f&uuml;r Kategorie ist ung&uuml;ltig, erlaubt ist eines der Zeichen: %s

source: Please specify separator (%s) for category words
de_de: Bitte Trenner (%s) f&uuml;r Kategorie angeben

source: Invalid separator for category words, allowed one of following characters: %s
de_de: Trenner f&uuml;r Kategorie ist ung&uuml;ltig, erlaubt ist eines der Zeichen: %s

source: Please specify separator (%s) for article
de_de: Bitte Trenner (%s) f&uuml;r Kategoriew&ouml;rter angeben

source: Invalid separator for article, allowed is one of following characters: %s
de_de: Trenner f&uuml;r Kategorie ist ung&uuml;ltig, erlaubt ist eines der Zeichen: %s

source: Please specify separator (%s) for article words
de_de: Bitte Trenner (%s) f&uuml;r Kategorie angeben

source: Invalid separator for article words, allowed is one of following characters: %s
de_de: Trenner f&uuml;r Kategorie ist ung&uuml;ltig, erlaubt ist eines der Zeichen: %s

source: Separator for category and category words must not be identical
de_de: Trenner f&uuml;r Kategorie und Kategoriew&ouml;rter d&uuml;rfen nicht identisch sein

source: Separator for category-article and article words must not be identical
de_de: Trenner f&uuml;r Kategorie-Artikel und Artikelw&ouml;rter d&uuml;rfen nicht identisch sein

source: The file extension has a invalid format, allowed are the chars \.([a-zA-Z0-9\-_\/])
de_de: Das Rootverzeichnis hat ein ung&uuml;ltiges Format, erlaubt sind die Zeichen [a-zA-Z0-9\-_\/\.]

source: Value has to be numeric.
de_de: Wert muss numerisch sein.

source: Value has to be between 0 an 100.
de_de: Wert muss zwischen 0 und 100 sein.

source: The article name has a invalid format, allowed are the chars /^[a-zA-Z0-9\-_\/\.]*$/
de_de: Das Rootverzeichnis hat ein ung&uuml;ltiges Format, erlaubt sind die Zeichen [a-zA-Z0-9\-_\/\.]

source: Please check your input
de_de: Bitte &uuml;berpr&uuml;fen Sie ihre Eingaben

source: Configuration has <b>not</b> been saved, because of enabled debugging
de_de: Konfiguration wurde <b>nicht</b> gespeichert, weil debugging aktiv ist

source: Configuration could not saved. Please check write permissions for %s
de_de: Konfiguration konnte nicht gespeichert werden. &Uuml;berpr&uuml;fen Sie bitte die Schreibrechte f&uuml;r %s

source: More informations
de_de: Weitere Informationen

source: Author
de_de: Autor

source: E-Mail to author
de_de: E-Mail an Autor

source: Plugin page
de_de: Pluginseite

source: Visit plugin page
de_de: Pluginseite besuchen

source: opens page in new window
de_de: &ouml;ffnet Seite in einem neuen Fenster

source: Plugin thread in Contenido forum
de_de: Pluginbeitrag im Contenido Forum

source: Plugin settings
de_de: Plugineinstellungen

source: Note
de_de: Hinweis

source: The .htaccess file could not found either in Contenido installation directory nor in client directory.<br />It should set up in %sFunctions%s area, if needed.
de_de: Es wurde weder im Contenido Installationsverzeichnis noch im Mandantenverzeichnis eine .htaccess Datei gefunden.<br />Die .htaccess Datei sollte gegebenenfalls im Bereich %sFunktionen%s eingerichtet werden.

source: Enable Advanced Mod Rewrite
de_de: Advanced Mod Rewrite aktivieren

source: Disabling of plugin does not result in disabling mod rewrite module of the web server - This means,<br /> all defined rules in the .htaccess are still active and could create unwanted side effects.<br /><br />Apache mod rewrite could be enabled/disabled by setting the RewriteEngine directive.<br />Any defined rewrite rules could remain in the .htaccess and they will not processed,<br />if the mod rewrite module is disabled
de_de: Beim Deaktivieren des Plugins wird das mod rewrite Modul des Webservers nicht mit deaktiviert - Das bedeutet, <br />dass alle in der .htaccess definerten Regeln weiterhin aktiv sind und einen unerw&uuml;nschten Nebeneffekt haben k&ouml;nnen.<br /><br />Apache mod rewrite l&auml;sst sich in der .htaccess durch das Setzen der RewriteEngine-Direktive aktivieren/deaktivieren.<br />Wird das mod rewrite Modul deaktiviert, k&ouml;nnen die in der .htaccess definierten Regeln weiterhin bleiben, sie werden <br />dann nicht verarbeitet.

source: Example
de_de: Beispiel

source: # enable apache mod rewrite module RewriteEngine on # disable apache mod rewrite module RewriteEngine off
de_de: # aktivieren des apache mod rewrite moduls RewriteEngine on # deaktivieren des apache mod rewrite moduls RewriteEngine off

source: Path to .htaccess from DocumentRoot
de_de: Pfad zur .htaccess Datei vom DocumentRoot ausgehend

source: Type '/' if the .htaccess file lies inside the wwwroot (DocumentRoot) folder.<br />Type the path to the subfolder fromm wwwroot, if Contenido is installed in a subfolder within the wwwroot<br />(e. g. http://domain/mycontenido -&gt; path = '/mycontenido/')
de_de: Liegt die .htaccess im wwwroot (DocumentRoot), ist '/' anzugeben, ist Contenido in einem <br />Unterverzeichnis von wwwroot installiert, ist der Pfad vom wwwroot aus anzugeben <br />(z. B. http://domain/mycontenido -&gt; Pfad = '/mycontenido/').

source: Check path to .htaccess
de_de: Pfad zur .htaccess Datei &uuml;berpr&uuml;fen

source: The path will be checked, if this option is enabled.<br />But this could result in an error in some cases, even if the specified path is valid and<br />clients DocumentRoot differs from Contenido backend DocumentRoot.
de_de: Ist diese Option aktiv, wird der eingegebene Pfad &uuml;berpr&uuml;ft. Das kann unter <br />Umst&auml;nden einen Fehler verursachen, obwohl der Pfad zwar richtig ist, aber der Mandant <br />einen anderen DocumentRoot als das Contenido Backend hat.

source: Should the name of root category be displayed in the URL?
de_de: Soll der Name des Hauptbaumes mit in der URL erscheinen?

source: Start from root category
de_de: Start vom Hauptbaum aus

source: If enabled, the name of the root category (e. g. "Mainnavigation" in a Contenido default installation), will be preceded to the URL.
de_de: Ist diese Option gew&auml;hlt, wird der Name des Hauptbaumes (Kategoriebaum, <br />z. B. "Hauptnavigation" bei Contenido Standardinstallation) der URL vorangestellt.

source: Are several clients maintained in one directory?
de_de: Werden mehrere Mandanten in einem Verzeichnis gepflegt?

source: Prepend client to the URL
de_de: Mandant an die URL voranstellen

source: Use client name instead of the id
de_de: Name des Mandanten anstatt die Id verwenden

source: Should the language appear in the URL (required for multi language websites)?
de_de: Soll die Sprache mit in der URL erscheinen (f&uuml;r Mehrsprachsysteme unabdingbar)?

source: Prepend language to the URL
de_de: Sprache an die URL voranstellen

source: Use language name instead of the id
de_de: Name der Sprache anstatt die Id verwenden

source: Configure your own separators with following 4 settings<br />to control generated URLs to your own taste
de_de: Mit den n&auml;chsten 4 Einstellungen k&ouml;nnen die Trennzeichen in den<br />generierten URLs nach den eigenen W&uuml;nschen gesetzt werden.

source: www.domain.com/category1-category2.articlename.html www.domain.com/category1/category2-articlename.html www.domain.com/category.name1~category2~articlename.html www.domain.com/category_name1-category2-articlename.foo
de_de: www.domain.de/kategorie1-kategorie2.artikelname.html www.domain.de/kategorie1/kategorie2-artikelname.html www.domain.de/kategorie.name1~kategorie2~artikelname.html www.domain.de/kategorie_name1-kategorie2-artikelname.foo

source: Category separator has to be different from category-word separator
de_de: Kategorie-Separator und Kategoriewort-Separator m&uuml;ssen unterschiedlich sein

source: # Example: Category separator (/) and category-word separator (_) category_one/category_two/articlename.html
de_de: # Beispiel: Kategorie-Separator (/) und Kategoriewort-Separator (_) kategorie_eins/kategorie_zwei/artikelname.html

source: Category separator has to be different from article-word separator
de_de: Kategorie-Separator und Artikelwort-Separator m&uuml;ssen unterschiedlich sein

source: # Example: Category separator (/) and article-word separator (-) category_one/category_two/article-description.html
de_de: # Beispiel: Kategorie-Separator (/) und Artikelwort-Separator (-) kategorie_eins/kategorie_zwei/artikel-bezeichnung.html

source: Category-article separator has to be different from article-word separator
de_de: Kategorie-Artikel-Separator und Artikelwort-Separator m&uuml;ssen unterschiedlich sein

source: # Example: Category-article separator (/) and article-word separator (-) category_one/category_two/article-description.html
de_de: # Beispiel: Kategorie-Artikel-Separator (/) und Artikelwort-Separator (-) kategorie_eins/kategorie_zwei/artikel-bezeichnung.html

source: Category separator (delemiter between single categories)
de_de: Kategorie-Separator (Trenner zwischen einzelnen Kategorien)

source: (possible values: %s)
de_de: (m&ouml;gliche Werte: %s)

source: Category-word separator (delemiter between category words)
de_de: Kategoriewort-Separator (Trenner zwischen einzelnen Kategoriew&ouml;rtern)

source: Category-article separator (delemiter between category-block and article)
de_de: Kategorie-Artikel-Separator (Trenner zwischen Kategorieabschnitt und Artikelname)

source: Article-word separator (delemiter between article words)
de_de: Artikelwort-Separator (Trenner zwischen einzelnen Artikelw&ouml;rtern)

source: Append article name to URLs
de_de: Artikelname an URLs anh&auml;ngen

source: Append article name always to URLs (even at URLs to categories)
de_de: Artikelname immer an die URLs anh&auml;ngen (auch bei URLs zu Kategorien)

source: Default article name without extension
de_de: Standard-Artikelname ohne Dateiendung

source: e. g. "index" for index.ext<br />In case of selected "Append article name always to URLs" option and a empty field,<br />the name of the start article will be used
de_de: z. B. "index" f&uuml;r index.ext.<br />Wenn die Option "Artikelname immer an die URLs anhängen" aktiviert und das Feld leer ist,<br />wird der Name des Startartikels verwendet.

source: File extension at the end of the URL
de_de: Dateiendung am Ende der URL

source: Specification of file extension with a preceded dot<br />e.g. ".html" for http://host/foo/bar.html
de_de: Angabe der Dateiendung mit einem vorangestellten Punkt,<br />z. B. ".html" f&uuml;r http://host/foo/bar.html

source: It's strongly recommended to specify a extension here,<br />if the option "Append article name always to URLs" was not selected.<br /><br />Otherwise URLs to categories and articles would have the same format<br />which may result in unresolvable categories/articles in some cases.
de_de: Falls die Option "Artikelname immer an die URLs anhängen" nicht gew&auml;hlt wurde, <br />ist es zwingend notwending, dass hier eine Dateiendung angegeben wird.<br /><br />Sonst haben URLs zu Kategorien und zu Seiten das gleiche Format, und die korrekte<br />Aufl&ouml;sung der Kategorie und/oder des Artikels kann nicht gew&auml;hrleistet werden.

source: It's necessary to specify a file extension at the moment, due do existing issues, which are not solved until yet. An not defined extension may result in invalid article detection in some cases.
de_de: Aufgrund diverser Probleme, die noch nicht in dieser Version gel&ouml;st wurden konnten, sollte unbedingt eine Endung angegeben werden. Ohne eine angegebene Endung kann es zur fehlerhaften Erkennung der Artikel kommen.

source: Should the URLs be written in lower case?
de_de: Sollen die URLs klein geschrieben werden?

source: URLs in lower case
de_de: URLs in Kleinbuchstaben

source: Prevent duplicated content
de_de: Duplicated Content verhindern

source: Depending on configuration, pages could be found thru different URLs.<br/>Enabling of this option prevents this. Examples for duplicated content
de_de: Seiten werden je nach Konfiguration unter verschiedenen URLs gefunden.<br/>Das Aktivieren dieser Option unterbindet dies. Beispiele f&uuml;r duplicated Content

source: Name of the root category in the URL: Feasible is /maincategory/subcategory/ and /subcategory/ Language in the URL: Feasible is /german/category/ and /1/category/ Client in the URL: Feasible is /client/category/ und /1/category/
de_de: Name des Hauptbaumes in der URL: M&ouml;glich /hauptkategorie/unterkategorie/ und /unterkategorie/ Sprache in der URL: M&ouml;glich /deutsch/kategorie/ und /1/kategorie/ Mandant in der URL: M&ouml;glich /mandant/kategorie/ und /1/kategorie/

source: Percentage for similar category paths in URLs
de_de: Prozentsatz f&uuml;r &auml;hnliche Kategorie-Pfade in URLs

source: This setting refers only to the category path of a URL. If AMR is configured<br />to prepend e. g. the root category, language and/or client to the URL,<br />the specified percentage will not applied to those parts of the URL.<br />A incoming URL will be cleaned from those values and the remaining path (urlpath of the category)<br />will be checked against similarities.
de_de: Diese Einstellung bezieht sich nur auf den Kategorieteil einer URL. Ist AMR so konfiguriert, dass z. B. die<br />Hauptnavigation und/oder Sprache sowie der Name des Mandanten an die URL vorangestellt wird, so wird der hier <br />definierte Prozentsatz nicht auf diese Werte der URL angewendet.<br />Eine ankommende URL wird von solchen Pr&auml;fixen entfernt, der &uuml;brig gebliebene Pfad (Urlpfad der Kategorie)<br />wird auf die &Auml;hnlichkleit hin gepr&uuml;ft.

source: 100 = exact match with no tolerance 85 = paths with little errors will match to similar ones 0 = matching will work even for total wrong paths
de_de: 100 = exakte &uuml;berinstimmung, keine fehlertoleranz 85 = pfade mit kleineren fehlern ergeben auch treffern 0 = vollst&auml;ndig fehlerhafte pfade ergeben dennoch einen treffer

source: Redirect in case of invalid articles
de_de: Weiterleitung bei ung&uuml;ltigen Artikeln

source: Redirect to error page in case of invaid articles
de_de: Bei ung&uuml;ltigen Artikeln zur Fehlerseite weiterleiten

source: The start page will be displayed if this option is not enabled
de_de: Ist die Option nicht aktiv, wird die Startseite angezeigt

source: Moment of URL generation
de_de: Zeitpunkt zum Generieren der URLs

source: a.) During the output of HTML code of the page
de_de: a.) Bei der Ausgabe des HTML Codes der Seite

source: Clean-URLs will be generated during page output. Modules/Plugins are able to generate URLs to frontend<br />as usual as in previous Contenido versions using a format like "front_content.php?idcat=1&amp;idart=2".<br />The URLs will be replaced by the plugin to Clean-URLs before sending the HTML output.
de_de: Clean-URLs werden bei der Ausgabe der Seite generiert. Module/Plugins k&ouml;nnen URLs zum Frontend, <br />wie in fr&uuml;heren Versionen von Contenido &uuml;blich, nach dem Muster "front_content.php?idcat=1&amp;idart=2" <br />ausgeben. Die URLs werden vom Plugin vor der Ausgabe des HTML-Outputs Clean-URLs ersetzt.

source: Differences to variant b.)
de_de: Unterschiede zur Variante b.)

source: Still compatible to old modules/plugins, since no changes in codes are required All occurring URLs in HTML code, even those set by wysiwyg, will be switched to Clean-URLs All URLs will usually be collected and converted to Clean-URLs at once.<br />Doing it this way reduces the amount of executed database significantly.
de_de: Weiterhin Kompatibel zu &auml;lteren Modulen/Plugins, da keine &Auml;nderungen am Code n&ouml;tig sind S&auml;mtliche im HTML-Code vorkommende URLs, auch &uuml;ber wysiwyg gesetzte URLs, <br />werden auf Clean-URLs umgestellt Alle umzuschreibenden URLs werden in der Regel "gesammelt" und auf eimmal umgeschreiben, <br />dadurch wird die Anzahl der DB-Abfragen sehr stark minimiert

source: b.) In modules or plugins
de_de: b.) In Modulen oder Plugins

source: By using this option, all Clean-URLs will be generated directly in module or plugins.<br />This means, all areas in modules/plugins, who generate internal URLs to categories/articles, have to be adapted manually.<br />All Clean-URLs have to be generated by using following function:
de_de: Bei dieser Option werden die Clean-URLs direkt in Modulen/Plugins generiert. Das bedeutet,<br />dass alle internen URLs auf Kategorien/Artikel in den Modulausgaben ggf. manuell angepasst werden m&uuml;ssen. <br />Clean-URLs müssen dann stets mit folgender Funktion erstellt werden:

source: # structure of a normal url $url = 'front_content.php?idart=123&amp;lang=2&amp;client=1'; # creation of a url by using the Contenidos Url-Builder (since 4.8.9), # wich expects the parameter as a assoziative array $params = array('idart'=>123, 'lang'=>2, 'client'=>1); $newUrl = Contenido_Url::getInstance()->build($params);
de_de: # aufbau einer normalen url $url = 'front_content.php?idart=123&amp;lang=2&amp;client=1'; # erstellen der neuen Url &uuml;ber Contenidos Url-Builder (seit 4.8.9), # der die Parameter als assoziatives array erwartet $params = array('idart'=>123, 'lang'=>2, 'client'=>1); $newUrl = Contenido_Url::getInstance()->build($params);

source: Differences to variant a.)
de_de: Unterschiede zur Variante a.)

source: The default way to generate URLs to fronend pages Each URL in modules/plugins has to be generated by UrlBuilder Each generated Clean-Url requires a database query
de_de: Der Standardweg um URLs zu Frontendseiten zu generieren Jede URL in Modulen/Plugins ist vom UrlBuilder zu erstellen F&uuml;r jede umzuschreibende URL ist eine Datenbankabfrage n&ouml;tig

source: Routing definitions for incoming URLs
de_de: Routing Definitionen f&uuml;r eingehende URLs

source: Type one routing definition per line as follows:
de_de: Pro Zeile eine Routing Definition wie folgt eingeben:

source: # {incoming_url}>>>{new_url} /incoming_url/name.html>>>new_url/new_name.html # route a specific incoming url to a new page /campaign/20_percent_on_everything_except_animal_food.html>>>front_content.php?idcat=23 # route request to wwwroot to a specific page />>>front_content.php?idart=16
de_de: # {eingehende_url}>>>{neue_url} /eingehende_url/name.html>>>neue_url/neuer_name.html # bestimmte eingehende url zur einer seite weiterleiten /aktionen/20_prozent_auf_alles_ausser_tiernahrung.html>>>front_content.php?idcat=23 # request zum wwwroot auf eine bestimmte seite routen />>>front_content.php?idart=16

source: The routing does not sends a HTTP header redirection to the destination URL, the redirection will happen internally by<br />replacing the detected incoming URL against the new destination URL (overwriting of article- categoryid) Incoming URLs can point to non existing resources (category/article), but the desttination URLs should point<br />to valid Contenido articles/categories Destination URLs should point to real URLs to categories/articles,<br />e. g.front_content.php?idcat=23 or front_content.php?idart=34 The language id should attached to the URL in multi language sites<br />e. g. front_content.php?idcat=23&amp;lang=1 The client id should attached to the URL in multi client sites sharing the same folder<br />e. g. front_content.php?idcat=23&amp;client=2 The destination URL should not start with '/' or './' (wrong: /front_content.php, correct: front_content.php)
de_de: Das Routing schickt keinen HTTP Header mit einer Weiterleitung zur Ziel-URL, die Umleitung findet intern<br />durch das Ersetzen der erkannten Eingangsseite gegen die neue Zielseite statt (&Uuml;berschreiben der Artikel-/Kategorieid) Eingehende URLs k&ouml;nnen auch nicht vorhandene Ressourcen (Kategorie, Artikel) sein, hinter der Ziel URL muss eine <br />g&uuml;ltige Contenido-Seite (Kategorie/Artikel) liegen Als Ziel URL sollte eine reale URL zur Kategorie/Seite angegeben werden, <br />z. B. front_content.php?idcat=23 oder front_content.php?idart=34. Bei mehrsprachigen Auftritten sollte die Id der Sprache angeh&auml;ngt werden, <br />z. B. front_content.php?idcat=23&amp;lang=1 Bei mehreren Mandanten im gleichen Verzeichnis sollte die Id des Mandanten angeh&auml;ngt werden,<br />z. B. front_content.php?idcat=23&amp;client=2 Die Zielurl sollte nicht mit '/' oder './' beginnen (falsch: /front_content.php, richtig: front_content.php)

source: Discard changes
de_de: &Auml;nderungen verwerfen

source: Save changes
de_de: &Auml;nderungen speichern

source: Plugin functions
de_de: Plugin Funktionen

source: Copy/Download .htaccess template
de_de: .htaccess Vorlage kopieren/downloaden

source: Select .htaccess template
de_de: .htaccess Vorlage ausw&auml;hlen

source: Restrictive .htaccess
de_de: Restriktive .htaccess

source: Simple .htaccess
de_de: Einfache .htaccess

source: Contains rules with restrictive settings.<br /> All requests pointing to extension avi, css, doc, flv, gif, gzip, ico, jpeg, jpg, js, mov, <br /> mp3, pdf, png, ppt, rar, txt, wav, wmv, xml, zip, will be excluded vom rewriting.<br /> Remaining requests will be rewritten to front_content.php,<br /> except requests to 'contenido/', 'setup/', 'cms/upload', 'cms/front_content.php', etc.<br /> Each resource, which has to be excluded from rewriting must be specified explicitly.
de_de: Enthält Regeln mit restriktiveren Einstellungen.<br />Alle Anfragen, die auf die Dateienendung avi, css, doc, flv, gif, gzip, ico, jpeg, jpg, js, mov, <br />mp3, pdf, png, ppt, rar, txt, wav, wmv, xml, zip gehen, werden vom Umschreiben ausgeschlossen.<br />Alle anderen Anfragen, werden an front_content.php umschrieben.<br />Ausgeschlossen davon sind 'contenido/', 'setup/', 'cms/upload', 'cms/front_content.php', usw.<br />Jede neue Ressource, die vom Umschreiben ausgeschlossen werden soll, muss explizit definiert werden.

source: Contains a sipmle collection of rules. Each requests pointing to valid symlinks, folders or<br /> files, will be excluded from rewriting. Remaining requests will be rewritten to front_content.php
de_de: Enthält eine einfachere Sammlung an Regeln. Alle Anfragen, die auf g&uuml;ltige Symlinks, Verzeichnisse oder<br />Dateien gehen, werden vom Umschreiben ausgeschlossen. Restliche Anfragen werden an front_content.php<br />umschrieben.

source: and copy to
de_de: und kopieren in

source: Contenido installation directory
de_de: das Contenido Installationsverzeichnis
