Repository: CONTENIDO/CONTENIDO
Catalog: setup/locale/*/LC_MESSAGES/setup.po
Languages: de_de

source: If you are new to CONTENIDO, you should create an example client to start working with.
de_de: Wenn Sie zum ersten Mal mit CONTENIDO arbeiten, empfehlen wir Ihnen den Beispielmandanten.

source: PLEASE NOTE: Some folders (%s) which are used by the example client aren't empty. THESE WILL BE OVERWRITTEN
de_de: Bitte beachten: Einige Ordner (%s), die vom Beispielmandanten verwendet werden sind nicht leer. DIESE WERDEN ÜBERSCHRIEBEN

source: PLEASE NOTE: The cms/data/modules folder is not empty. IT WILL BE OVERWRITTEN
de_de: Bitte beachten: Der cms/data/modules Ordner ist nicht leer. DIESER WIRD ÜBERSCHRIEBEN

source: Client with example modules, but without example content
de_de: Mandant mit Beispielmodulen, aber ohne Beispielinhalte

source: Don't create client
de_de: Mandant nicht anlegen

source: Please choose your setup type
de_de: Bitte wählen Sie die Installationsart

source: Install new CONTENIDO version
de_de: CONTENIDO Neuinstallation

source: This setup type will install CONTENIDO %s.
de_de: Diese Installationsroutine installiert CONTENIDO %s.

source: Please choose this type if you want to start with an empty or an example installation.
de_de: Wählen Sie diese Installations-Art aus, wenn Sie eine leere oder eine Beispielinstallation installieren möchten.

source: Recommended for new projects.
de_de: Empfohlen für neue Projekte.

source: Upgrade existing installation
de_de: Bestehende CONTENIDO Installation upgraden

source: Upgrade to %s
de_de: Upgraden auf %s

source: This setup type will upgrade your existing installation (CONTENIDO 4.6.x or later required).
de_de: Diese Installations-Art wird Ihre bestehende CONTENIDO-Installation (Version 4.6.x oder höher) upgraden.

source: Recommended for existing projects.
de_de: Empfohlen für existierende Projekte.
