Repository: CONTENIDO/CONTENIDO
Catalog: setup/locale/*/LC_MESSAGES/setup.po
Languages: de_de

source: Be careful! The password will be readable in the console window!
de_de: Achtung! Das Passwort wird in der Konsole zu sehen sein!

source: You did not specify a database host!
de_de: Sie müssen den Datenbankhost eingeben.

source: You did not specify a database user!
de_de: Sie müssen den Datenbankbenutzer eingeben.

source: You did not specify a database password!
de_de: Sie müssen das Datenbankpasswort eingeben.

source: You did not specify a database charset!
de_de: Sie müssen das Datenbankcharset eingeben.

source: You did not specify a database name!
de_de: Sie müssen den Datenbanknamen eingeben.

source: You did not specify a database prefix!
de_de: Sie müssen das Tabellenpraefix eingeben.

source: You did not specify an http root path!
de_de: Sie haben keinen Backend Web Pfad angegeben!

source: You did not specify if you want to install the example client or not!
de_de: Sie haben nicht angegeben, ob Sie den Beispielmandanten installieren wollen!

source: You did not specify an admin password!
de_de: Sie müssen ein Passwort eingeben.

source: You did not specify an admin email!
de_de: Sie haben keine Administrator Email angegeben!

source: CONTENIDO setup script
de_de: CONTENIDO Setup Skript

source: This script will install CONTENIDO to your computer
de_de: Diese Installationsroutine installiert CONTENIDO.

source: CONTENIDO can be installed using the interactive mode or a non-interactive mode.
de_de: CONTENIDO kann im interaktiven oder nicht-interaktiven Modus installiert werden.

source: If the script is executed without any parameters it will look for the autoinstall.ini file (or any other file specified with "--file").
de_de: Wird dieses Skript ohne Parameter ausgefuehrt, wird zunaechst nach der autoinstall.ini (oder einer anderen Datei, spezifiziert mit "--file") gesucht.

source: If that file is present, the non-interactive mode will be used. The script will ask for user input in the case of errors though. If you want to prevent the script from ever waiting for user input use "--non-interactive".
de_de: Gibt es diese Datei, wird der nicht-interaktive Modus gew&auml;hlt. Das Skript wird Sie im Falle von Fehlern nach einer Benutzereingabe fragen. Wenn Sie eine Benutzereingabe vermeiden m&ouml;chten, w&auml;hlen Sie bitte "--nicht-interaktiv".

source: In case the ini file can not be found, the script will wait for user input on all relevant information.
de_de: Falls die ini-Datei nicht gefunden werden kann, warter das Skript auf Benutzereingaben fuer die relevanten Informationen.

source: Forces the script to be interactive and wait for user input even if the autoinstall.ini file is present.
de_de: Das Skript fragt alle Informationen vom Benutzer ab.

source: Will prevent all waiting for user input. The script will abort in case of any errors
de_de: Das Skript wird niemals nach Benutzereingaben fragen.

source: file
de_de: datei

source: Use [file] instead of the default autoinstall.ini.
de_de: Benutze [datei] anstatt der normalen autoinstall.ini

source: language code
de_de: Sprach coe

source: Provide a country and language code to use. Defaults to "en_US"
de_de: Gibt einen Sprach Code an, der benutzt werden soll. Standard ist "en_US"

source: Prints this help text
de_de: Gibt diese Hilfe aus

source: Furthermore, you can use parameters to overwrite setup settings. Use "--[ini-group].[ini-name]="value" (e.g. --db.host="localhost")
de_de: Des Weiteren koennen einzelne ini Einstellungen ueberschrieben werden mit "--[ini-Gruppe].[ini-Name]="Wert" (z.B. --db.host="localhost")

source: This program will install CONTENIDO on this computer.
de_de: Diese Installationsroutine installiert CONTENIDO.

source: Looking for
de_de: Suche nach

source: found
de_de: gefunden

source: CONTENIDO will use the specified settings from
de_de: CONTENIDO uebernimmt die Einstellungen aus

source: not found
de_de: nicht gefunden

source: CONTENIDO was unable to locate the configuration file %s, but you asked to use it.
de_de: CONTENIDO konnte %s nicht finden.

source: Setup can not continue.
de_de: Die Installation kann nicht fortgesetzt werden.

source: CONTENIDO will be installed with the following settings:
de_de: CONTENIDO wird mit den folgenden Einstellungen installiert:

source: Welcome to CONTENIDO
de_de: Willkommen zu CONTENIDO

source: Database settings:
de_de: Datenbank Einstellungen:

source: User
de_de: Benutzer

source: Password
de_de: Datenbankpasswort

source: Database name
de_de: Datenbank Name

source: Prefix
de_de: Tabellenpräfix

source: Please enter the http path to where the contenido/ folder resides
de_de: Bitte geben Sie den Pfad ein, in dem der contenido/ Ordner ist.

source: e.g. http://localhost/
de_de: z.b. http://localhost/

source: Backend web path
de_de: Backend Web Pfad

source: yes
de_de: ja

source: modules
de_de: module

source: no
de_de: nein

source: Do you want to install the example client?
de_de: Möchten Sie den Beispielmandanten installieren?

source: Please choose "yes" (to install the modules AND the content), "modules" (to install only the modules) or "no"
de_de: Bitte waehlen Sie "ja" (kompletter Beispielmandant), "module" (nur die Module) oder "nein"

source: Examples? (yes/modules/no)
de_de: Beispielmandant? (ja/module/nein)

source: Admin information:
de_de: Administrator Informationen:

source: You have to enter the password twice and they have to match
de_de: Sie muessen das Passwort 2 mal eingeben!

source: Admin password
de_de: Administrator-Passwort

source: Repeat admin password
de_de: Passwort wiederholen

source: Admin email
de_de: Administrator Email

source: Thank you.
de_de: Danke.

source: You chose in the configuration file to delete the database '%s' before installing. DO YOU REALLY WANT TO CONTINUE WITH DELETING THIS DATABASE? (Y/N) [N]:
de_de: Sie haben in der Konfigurationsdatei die Option ausgew&auml;lt, die Datenbank '%s' zu l&ouml;schen, bevor die Installation fortgesetzt wird. M&Ouml;CHTEN SIE WIRKLICH MIT DER DATENBANKL&Ouml;SCHUNG FORTFAHREN? (Y / N) [N]:

source: THE DATABASE %s HAS BEEN DELETED!!!
de_de: DIE DATENBANK %s WURDE GEL&Ouml;SCHT!!!

source: Testing your system...
de_de: Ueberpruefe System...

source: error
de_de: fehler

source: There have been errors during the system check.
de_de: Es sind Fehler bei der Systemueberpruefung aufgetreten.

source: However this might be caused by differing configurations between the CLI php and the CGI php.
de_de: Allerdings kann dies durch die unterschiedliche Konfiguration von CLI php und CGI php verursacht werden.

source: y
de_de: j

source: Do you want to continue despite the errors? (y/n) [n]:
de_de: Moechten Sie trotz der Fehler fortfahren? (j/n) [n]:

source: Your system seems to be okay.
de_de: Ihr System scheint in Ordnung zu sein.

source: Please enter the missing settings below:
de_de: Bitte geben Sie die fehlenden Einstellungen ein:

source: Starting setup
de_de: Starte Installation

source: Writing data...
de_de: Schreibe Daten...

source: done
de_de: fertig

source: Finishing setup...
de_de: Setup fertigstellen...

source: Installation successful!
de_de: Installation erfolgreich!

source: Can't write %s
de_de: Kann %s nicht beschreiben

source: Setup or CONTENIDO can't write to the file %s. Please change the file permissions to correct this problem.
de_de: Installationsroutine oder CONTENIDO können nicht die Datei %s beschreiben. Bitte ändern Sie die Dateiberechtigungen, um das Problem zu lösen.

source: Your Server runs Windows. Due to that, Setup can't recommend any file permissions.
de_de: Ihr Server läuft mit dem Betriebssystem Windows. Daher kann die Installationsroutine keine Dateiberechtigungen empfehlen.

source: Due to a very restrictive environment, an advise is not possible. Ask your system administrator to enable write access to the file %s, especially in environments where ACL (Access Control Lists) are used.
de_de: Aufgrund einer sehr restriktiven Systemumgebung kann die Installationsroutine keinen Hinweis auf die richtigen Dateirechte geben. Fragen Sie Ihren Systemadministrator nach Schreibrechten für die Datei %s, vor allem in Umgebungen, in denen ACL's (Access Control Lists) verwendet werden.

source: Your web server and the owner of your files are identical. You need to enable write access for the owner, e.g. using chmod u+rw %s, setting the file mask to %s or set the owner to allow writing the file.
de_de: Der Webserver und der Besitzer der Datei sind identisch. Sie müssen den Schreibzugriff aktivieren, z. B. mit chmod u+rw %s oder durch das Setzen der Rechtemaske auf %s.

source: Your web server's group and the group of your files are identical. You need to enable write access for the group, e.g. using chmod g+rw %s, setting the file mask to %s or set the group to allow writing the file.
de_de: Die Webservergruppe und die Gruppe der Datei sind identisch. Aktivieren Sie bitte den Schreibzugriff für die Gruppe, z. B. mit chmod g+rw %s oder durch das Setzen der Rechtemaske auf %s.

source: Your web server is not equal to the file owner, and is not in the webserver's group. It would be highly insecure to allow world write acess to the files. If you want to install anyways, enable write access for all others, e.g. using chmod o+rw %s, setting the file mask to %s or set the others to allow writing the file.
de_de: Der Webserver entspricht nicht dem Dateibesitzer und befindet sich nicht in der Webserver-Gruppe. Es wäre unsicher, den "world"-Schreibzugriff zu aktivieren. Wenn Sie dennoch die Installation fortsetzen möchten, aktivieren Sie bitte den Schreibzugriff für Jedermann (world), z. B. mit chmod o+rw %s oder durch das Setzen der Rechtemaske auf %s.

source: Your Server runs Windows. Due to that, Setup can't recommend any directory permissions.
de_de: Ihr Webserver läuft mit Windows. Daher kann die Installationsroutine keine Verzeichnisberechtigungen empfehlen.

source: Due to a very restrictive environment, an advise is not possible. Ask your system administrator to enable write access to the file or directory %s, especially in environments where ACL (Access Control Lists) are used.
de_de: Aufgrund einer sehr restriktiven Umgebung kann die Installationsroutine keinen Hinweis auf die richtigen Dateirechte geben. Fragen Sie Ihren Systemadministrator nach Schreibrechten auf die Datei oder das Verzeichnis %s, vor allem bei Systemen, bei denen ACL's (Access Control Lists) verwendet werden.

source: Your web server and the owner of your directory are identical. You need to enable write access for the owner, e.g. using chmod u+rw %s, setting the directory mask to %s or set the owner to allow writing the directory.
de_de: Der Webserver sowie der Besitzer des Verzeichnisses sind identisch. Sie müssen Schreibzugriff für den Besitzer aktivieren, z. B. mit chmod u+rw %s oder durch das Setzen der Rechtemaske auf %s.

source: Your web server's group and the group of your directory are identical. You need to enable write access for the group, e.g. using chmod g+rw %s, setting the directory mask to %s or set the group to allow writing the directory.
de_de: Die Webservergruppe sowie die Gruppe des Verzeichnisses sind identisch. Sie müssen den Schreibzugriff für die Gruppe aktivieren, z. B. mit chmod g+rw %s oder durch Setzen der Rechtemaske auf %s.

source: Your web server is not equal to the directory owner, and is not in the webserver's group. It would be highly insecure to allow world write acess to the directory. If you want to install anyways, enable write access for all others, e.g. using chmod o+rw %s, setting the directory mask to %s or set the others to allow writing the directory.
de_de: Der Webserver entspricht nicht dem Verzeichnisbesitzer und ist nicht in der Webserver-Gruppe. Es wäre unsicher, dem Verzeichnis "world"-Schreibzugriff zu erlauben. Wenn Sie dennoch die Installation fortsetzen möchten, aktivieren Sie bitte den Schreibzugriff für Jedermann, z. B. mit chmod o+rw %s oder durch das Setzen der Rechtemaske %s.

source: Results
de_de: Ergebnisse

source: CONTENIDO was installed and configured successfully on your server.
de_de: CONTENIDO wurde erfolgreich auf Ihrem Server installiert und konfiguriert.

source: Please use username <b>sysadmin</b> and the configured password to login into CONTENIDO Backend.
de_de: Bitte benutzen Sie den Benutzernamen <b>sysadmin</b> und das eingegebene Passwort, um sich im Backend von CONTENIDO anzumelden.

source: Please choose an item to start working:
de_de: Bitte wählen Sie einen Eintrag, um mit der Arbeit zu beginnen:

source: You can now start using CONTENIDO. Please delete the folder named 'setup'!
de_de: Sie können CONTENIDO nun verwenden. Bitte löschen Sie den Setup-Ordner!

source: Setup Results
de_de: Installationsergebnisse

source: An error occured during installation. Please take a look at the file %s (located in &quot;data/logs/&quot;) for more information.
de_de: Setup Fehler während der Installation. Bitte schauen Sie in die Datei %s (befindet sich im Verzeichnis &quot;data/logs/&quot) für weitere Informationen.

source: Summary
de_de: Zusammenfassung

source: Please check your settings and click on the next button to start the installation
de_de: Bitte überprüfen Sie Ihre Einstellungen und klicken Sie auf Weiter um die Installation zu beginnen.

source: Setup
de_de: Installation

source: Installation type
de_de: Installationsart

source: Database parameters
de_de: Datenbank Parameter

source: Database host
de_de: Datenbank Host

source: Database username
de_de: Datenbank Benutzername

source: Table prefix
de_de: Tabellenprefix

source: Database character set
de_de: Datenbank Zeichensatz

source: Client with example modules and example content
de_de: Mandant mit Beispielmodulen und -inhalten

source: Client with example modules but without example content
de_de: Mandant mit Beispielmodulen, aber ohne Beispielinhalte

source: Don't create a client
de_de: Mandant nicht anlegen

source: Client installation
de_de: Mandanteninstallation

source: System Test
de_de: Systemüberprüfung

source: Your system has been tested for compatibility with CONTENIDO:
de_de: Ihr System wurde auf Kompatibilität mit CONTENIDO überprüft:

source: PHP MySQL Extension missing
de_de: PHP MySQL Extension nicht geladen

source: CONTENIDO requires the MySQL or MySQLi extension to access MySQL databases. Please configure PHP to use either MySQL or MySQLi.
de_de: CONTENIDO benötigt die MySQL- oder MySQLi-Extension, um auf MySQL-Datenbanken zuzugreifen. Bitte konfigurieren Sie PHP so, daß PHP entweder MySQL oder MySQLi verwendet.

source: Unable to set max_execution_time
de_de: Max_execution_time konnte nicht geändert werden.

source: Your PHP configuration for max_execution_time can not be changed via this script. We recommend setting the value for the installation or upgrade process to 60 seconds. You can try to execute the process with your current configuration. If the process is stopped, the system is not usable (any longer)
de_de: Ihre PHP-Einstellung für max_execution_time kann nicht über dieses Script geändert werden. Wir empfehlen einen Wert von 60 Sekunden während der Installation oder des Upgrades. Sie können versuchen, den Prozess mit der vorhandenen Konfiguration auszuführen. Falls der Prozess abbrechen sollte, ist das System nicht (mehr) benutzbar.

source: Warning
de_de: Warnung

source: Fatal error
de_de: Schwerer Fehler

source: No problems detected
de_de: Keine Probleme gefunden

source: Setup could not detect any problems with your system environment
de_de: Die Installationsroutine konnte keine Probleme mit Ihrer Systemumgebung finden.

source: An old Version of Plugin %s is installed on your system.
de_de: Eine alte Version des Plugin %s ist auf Ihrem System installiert.

source: Please remove all old plugins before you continue. To transfer old plugin data, please copy the old plugin data tables into the new plugin data tables after the installation. The new plugintable names are the same, but contains the table prefix of CONTENIDO. Also delete the old plugin tables after data transfer.
de_de: Bitte entfernen Sie alle alten Plugins bevor Sie fortfahren. Um die alten Plugindaten zu übertragen, kopieren Sie bitte die alten Daten aus den Plugintabellen nach der Installation in die neuen Plugintabellen. Die neuen Plugintabellen haben die gleiche Bezeichnung, besitzen jedoch zusätzlich den CONTENIDO Tabellenpräfix. Bitte entfernen Sie auch nach der Datenübertragung die alten Plugintabellen.

source: Old Plugins are still installed
de_de: Alte Plugins sind noch installiert

source: You are updating a previous version of CONTENIDO to %s. Some directories/files have been moved to other sections in %s. Please ensure to copy contenido/includes/config.php to data/config/production/config.php and also other configuration files within contenido/includes/ to data/config/production/.
de_de: Sie aktualisieren von einer früheren CONTENIDO Version auf %s. In der Version %s wurden einige Verzeichnisse / Dateien in andere Bereiche ausgelagert. Bitte stellen Sie sicher, dass die Datei contenido/includes/config.php in data/config/production/config.php kopiert wird. Das gilt auch für andere Konfigurations-Dateien mit dem prefix 'config' in contenido/includes/ die bei Bedarf nach data/config/production/ kopiert werden sollten.

source: Attention: Some directories/files have been moved
de_de: Achtung: Einige Verzeichnisse / Dateien wurden verschoben

source: Language "%s" (%s) of the client "%s" (%s) is configured without ISO language code.
de_de: Die Sprache "%s" (%s) des Mandanten "%s" (%s) ist ohne ISO Code konfiguriert worden.

source: The ISO codes are necessary to convert module translations.
de_de: Die ISO-Codes werden zu Konvertierung der Modulübersetzungen benötigt.

source: Client Settings
de_de: Mandanteneinstellungen

source: Please check the directories identified by the system. If you need to change a client path, click on the name and enter your new path in the available input box.
de_de: Bitte prüfen Sie die Verzeichnisse. Wenn Sie einen Mandantenpfad ändern müssen, klicken Sie bitte auf den Namen und geben Sie den neuen Pfad in die Eingabebox ein.

source: Old server path for %s (%s)
de_de: Alter Serverpfad für %s (%s)

source: New server path for %s (%s)
de_de: Neuer Serverpfad für %s (%s)

source: Old web path for %s (%s)
de_de: Alter Webpfad für %s (%s)

source: New web path for %s (%s)
de_de: Neuer Webpfad für %s (%s)

source: CONTENIDO will be installed, please wait. This porcess may take several moments!
de_de: CONTENIDO wird installiert, bitte warten. Dieser Vorgang kann einige Zeit in Anspruch nehmen!

source: Setup completed installing. Click on next to continue.
de_de: Die Installationsroutine hat die Installation abgeschlossen. Klicken Sie auf den blauen Pfeil, um fortzufahren.

source: Setup is installing, please wait...
de_de: Setup installiert, bitte warten

source: System Upgrade
de_de: Upgrade

source: CONTENIDO will be upgraded, please wait. This porcess may take several moments!
de_de: CONTENIDO wird aktualisiert, bitte warten. Dieser Vorgang kann einige Zeit in Anspruch nehmen!

source: Setup completed upgrading. Click on next to continue.
de_de: Die Installationsroutine hat den Upgradeprozess abgeschlossen. Klicken Sie auf Weiter, um fortzufahren.

source: Setup is upgrading, please wait...
de_de: Setup aktualisiert, bitte warten

source: Database Parameters
de_de: Datenbankparameter

source: Please enter the required database information. If you are unsure about the data, ask your provider or administrator.
de_de: Bitte geben Sie die benötigten Datenbankinformationen ein. Wenn Sie nicht sicher sind, ob diese Informationen stimmen, kontaktieren Sie bitte Ihren Provider oder Administrator.

source: If the database does not exist and your database user has the sufficient permissions, setup will create the database automatically.
de_de: Wenn die Datenbank nicht existiert und der Datenbankbenutzer ausreichende Rechte besitzt, wird die Installationsroutine die Datenbank automatisch anlegen.

source: Please enter the required database information. If the database data of your previous installation could have been read, the data will be inserted automatically. If you are unsure about the data, please ask your provider or administrator.
de_de: Bitte geben Sie die benötigten Datenbankinformationen ein. Wenn die Datenbankinformationen Ihrer vorheriger Installation lesbar waren, werden die Informationen automatisch eingefügt. Wenn Sie nicht sicher sind, ob diese Informationen stimmen, kontaktieren Sie bitte Ihren Provider oder Administrator.

source: No character set
de_de: Kein Zeichensatz

source: Database Server (IP or name)
de_de: Datenbankserver (IP oder Name)

source: Database Name
de_de: Datenbankname

source: (use empty or non-existant database)
de_de: (leere oder nicht existierende Datenbank)

source: Database Username
de_de: Datenbankbenutzername

source: Database Password
de_de: Datenbankpasswort

source: Table Prefix
de_de: Tabellenpräfix

source: You need to enter a database host.
de_de: Sie müssen den Datenbankhost eingeben.

source: You need to enter a database name.
de_de: Sie müssen den Datenbanknamen eingeben.

source: You need to enter a database user.
de_de: Sie müssen den Datenbankbenutzer eingeben.

source: Administrator password
de_de: Administrator-Passwort

source: Please enter the password for the default administrator account sysadmin and specify it's mail address in case you forgot your entered password.
de_de: Bitte geben Sie das Passwort für das Benutzerkonto des Systemadministrators ein und weisen dem Benutzer eine E-Mail-Adresse zu für den Fall, dass Sie das eingegebene Passwort vergessen.

source: (repeat)
de_de: (wiederholen)

source: Administrator mail address
de_de: E-Mail-Adresse des Administrators

source: You need to enter a password.
de_de: Sie müssen ein Passwort eingeben.

source: The entered passwords are not matching.
de_de: Die eingegebenen Passwörter stimmen nicht überein.

source: You need to enter a mail address.
de_de: Sie müssen eine E-Mail-Adresse eingeben.

source: System Directories
de_de: Systemverzeichnisse

source: Please check the directories identified by the system. If you need to change a path, click on the name and enter the new path in the available input box.
de_de: Bitte prüfen Sie die Verzeichnisse. Wenn Sie einen Pfad ändern müssen, klicken Sie auf den Namen und geben Sie den neuen Pfad in die Eingabebox ein.

source: CONTENIDO Root Path
de_de: CONTENIDO Serverpfad

source: CONTENIDO Web Path
de_de: CONTENIDO Webpfad

source: config.php mode
de_de: config.php Modus

source: Please choose 'save' or 'download'
de_de: Bitte wählen Sie 'Speichern' oder 'Download'

source: CONTENIDO requires a configuration file called 'config.php'. This file will be generated by the setup automatically if the filesystem permissions are correct. If 'save' is activated by default, setup can save the file config.php. If not, 'download' is activated by default, and you have to place the file in the directory &quot;data/config/{environment}/&quot; manually when a download prompt appears. The download prompt appears at the end of the setup process.
de_de: CONTENIDO benötigt die Konfigurationsdatei 'config.php'. Diese Datei wird durch das Setup automatisch erstellt, wenn Ihre Berechtigungen für das Dateisystem korrekt gesetzt sind. Falls die Option &quot;Speichern&quot; aktiviert ist, kann die Datei automatisch gespeichert werden. Falls die Option 'Download' aktiviert ist, müssen Sie die Datei manuell in das Verzeichnis 'data/config/{umgebung}/' speichern.

source: Save
de_de: Speichern

source: Download
de_de: Herunterladen

source: Example Client
de_de: Beispielmandant
